Repository: flexiodata/flexio-web-app
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Promotion Analysis
de_de: Verkaufsförderung-Analyse
fr_fr: Analyses Promotion

source: Fraud Analysis
de_de: Betrugsanalyse
fr_fr: Analyses Fraude

source: Vendor Change Analysis
de_de: Veränderungsanalyse für den Lieferantenstamm
fr_fr: Analyses Modification fournisseur

source: Vendor Tax ID Analysis
de_de: Lieferenten-Steuernummer-Analyse
fr_fr: Analyses Num. fiscal fournisseur

source: Vendor/Employee Analysis
de_de: Lieferanten-/Personalstamm-Analyse
fr_fr: Analyses Fournisseur/employé

source: Vendor Activity Analysis
de_de: Lieferantenaktivität-Analyse
fr_fr: Analyses Activité fournisseur

source: Installing Demo Data...
de_de: Demo-Daten werden geladen...
fr_fr: Installation Données Démonstration...

source: Yes, Install Demo Data
de_de: Ja, Demo-Daten laden
fr_fr: Oui, installer les données de démonstration

source: Add Claim Type
de_de: Claim-Code erstellen
fr_fr: Ajouter type réclamation

source: There are no claim types in the system.
de_de: Es existieren keine Claim-Codes im System.
fr_fr: Il n'y a pas de type de réclamation dans le système.

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Reasons
fr_fr: Causes

source: There are no reasons for this claim type.
de_de: Es gibt keine Reason-Codes für dieses Issue
fr_fr: Il n'y a pas de cause pour ce type de réclamation.

source: Add Reason
de_de: Reason-Code erstellen
fr_fr: Ajouter Cause

source: Delete Claim Type
de_de: Claim-Code löschen
fr_fr: Supprimer Type Réclamation

source: New Claim Type
de_de: Claim-Code erstellen
fr_fr: Nouveau Type Réclamation

source: Save Changes
de_de: Speichern
fr_fr: Enregistrer Modifications

source: Claim Type
de_de: Claim-Code
fr_fr: Type Réclamation

source: Claim Description
de_de: Beschreibung
fr_fr: Description Réclamation

source: Claim Cover
de_de: Claim-Deckblatt
fr_fr: Etendue Réclamation

source: Claim Detail
de_de: Claim-Detailvorlage
fr_fr: Détail Réclamation

source: Adjustment Cover
de_de: Berichtigung-Deckblatt
fr_fr: Etendue Ajustement

source: Adjustment Detail
de_de: Berichtigung-Detailvorlage
fr_fr: Détail Ajustement

source: New Reason
de_de: Neuer Reason-Code
fr_fr: Nouvelle Cause

source: Reason Type
de_de: Reason-Code
fr_fr: Type Cause

source: Add Preference
de_de: Einstellung erstellen
fr_fr: Ajout Préférence

source: Preference Name
de_de: Einstellungsname
fr_fr: Nom Préférence

source: Value
de_de: Wert
fr_fr: Valeur

source: New Preference
de_de: Neue Einstellung
fr_fr: Nouvelle Préférence

source: Add Data Feed
de_de: Daten-Feed erstellen
fr_fr: Ajouter Flux Données

source: There are no data feeds in the system.
de_de: Es gibt keine Daten-Feeds im System
fr_fr: Il n'y a pas de flux de données dans le système.

source: Delete Data Feed
de_de: Daten-Feed löschen
fr_fr: Supprimer Flux Données

source: New Data Feed
de_de: Daten-Feed erstellen
fr_fr: Nouveau Flux Données

source: Data Feed Type
de_de: Daten-Feed-Typ
fr_fr: Type Flux Données

source: Insert Type
de_de: Insert-Typ
fr_fr: Insertion Type

source: Record Key
de_de: Datensatzschlüssel
fr_fr: Clé d'enregistrement

source: Grouping
de_de: Gruppe
fr_fr: Groupement

source: Group Template
de_de: Gruppenvorlage
fr_fr: Modèle Groupe

source: Report Template
de_de: Berichtvorlage
fr_fr: Modèle Rapport

source: New Folder
de_de: Neuer Ordner
fr_fr: Nouveau Dossier

source: Rename
de_de: Umbenennen
fr_fr: Renommer

source: Preview
de_de: Vorschau
fr_fr: Prévisualiser

source: Size:
de_de: Größe:
fr_fr: Taille:

source: %p1 bytes
de_de: %p1 byte
fr_fr: %p1 octets

source: Modified:
de_de: Geändert:
fr_fr: Modifié:

source: Attributes
de_de: Eigenschaften
fr_fr: Attributs

source: Preview of '%p1'
de_de: Vorschau von '%p1'
fr_fr: Prévisualisation de '%p1'

source: Timestamp
de_de: Zeitstempel
fr_fr: Marquage horaire

source: Event
de_de: Event-ID
fr_fr: Evènement

source: Add Template
de_de: Vorlage erstellen
fr_fr: Ajouter Modèle

source: There are no templates in the system.
de_de: Es gibt keine Vorlagen im System
fr_fr: Il n'y a pas de modèle dans le système.

source: Delete Template
de_de: Vorlage löschen
fr_fr: Supprimer Modèle

source: New Template
de_de: Neue Vorlage
fr_fr: Nouveau Modèle

source: Template Name
de_de: Vorlagenname
fr_fr: Nom du modèle

source: Discount Test Fields
de_de: Skonto-Analyse Prüflauffelder
fr_fr: Champs Test Remise

source: Vendor Number
de_de: Lieferantennummer
fr_fr: Numéro Fournisseur

source: Gross Amount
de_de: Bruttobetrag
fr_fr: Montant Total

source: Discount Amount
de_de: Skontobetrag
fr_fr: Montant Remise

source: Matching Fields
de_de: Abgleichfelder
fr_fr: Correspondance Champs

source: Add Matching Field
de_de: Abgleichfeld hinzufügen
fr_fr: Ajouter Correspondance Champs

source: Different Fields
de_de: Ungleiche Felder
fr_fr: Champs Différents

source: Add Different Field
de_de: Ungleiches Feld hinzufügen
fr_fr: Ajouter Champs Différents

source: Processes
de_de: Verfahren
fr_fr: Processus

source: Add Process
de_de: Verfahren hinzufügen
fr_fr: Ajouter Processus

source: Fraud Test Parameters
de_de: Betrugs-Analyse-Parameter
fr_fr: Paramètres Test Fraude

source: Fraud Type
de_de: Betrugstyp
fr_fr: Type Fraude

source: Invoice Date
de_de: Rechnungsdatum
fr_fr: Date Facture

source: Payment Date
de_de: Zahlungstermin
fr_fr: Date Paiement

source: Payment Amount
de_de: Zahlungsbetrag
fr_fr: Montant Paiement

source: Payment Fields
de_de: AP-Datei-Felder
fr_fr: Champs Payment

source: Check Date
de_de: Zahlungstermin
fr_fr: Contrôle Date

source: Vendor Fields
de_de: Lieferantenstammfelder
fr_fr: Champs Fournisseur

source: Vendor Change Parameters
de_de: Veränderungsanalyseparameter für Lieferantenstamm
fr_fr: Paramètres Modification Forunisseur

source: Vendor Change Type
de_de: Veränderungsanalysetyp für den Lieferantanstamm
fr_fr: Type Modification Fournisseur

source: Vendor/Employee Match Parameters
de_de: Vergleichsparameter Lieferanten-/Personalstamm
fr_fr: Paramètres Correspondance Fournisseur/Employé

source: Match Type
de_de: Vergleichstyp
fr_fr: Type Correspondance

source: Employee Fields
de_de: Personalstammfelder
fr_fr: Champs Employé

source: Employee Number
de_de: Personalnummer
fr_fr: Numéro Employé

source: Middle Name
de_de: Zweiter Vorname
fr_fr: Second Prénom

source: Tax ID
de_de: Steuernummer
fr_fr: Numéro Fiscal

source: Address
de_de: Adresse
fr_fr: Adresse

source: Address 2
de_de: Adresse 2
fr_fr: Adresse 2

source: City
de_de: Stadt
fr_fr: Ville

source: State
de_de: Staat
fr_fr: Etat

source: Postal Code
de_de: PLZ
fr_fr: Code postal

source: Country
de_de: Land
fr_fr: Pays

source: Vendor Name
de_de: Lieferantenname
fr_fr: Nom Fournisseur

source: Vendor Verification Parameters
de_de: Parameter für Lieferantenverifizierung
fr_fr: Paramètres de vérification fournisseur

source: Vendor Verification Type
de_de: Lieferantenverifizierungsart
fr_fr: Type Vérification Fournisseur

source: Tax ID/VAT
de_de: Steuernummer
fr_fr: Num. fiscal/TVA

source: Add Test
de_de: Prüflauf erstellen
fr_fr: Ajouter le Test

source: There are no tests in the system.
de_de: Es gibt keine Prüfläufe im System
fr_fr: Aucun test dans le système.

source: Delete Test
de_de: Prüflauf löschen
fr_fr: Supprimer le Test

source: New Test
de_de: Neuer Prüflauf
fr_fr: Nouveau Test

source: Test Type
de_de: Prüflauftyp
fr_fr: Type de Test

source: Test Name
de_de: Prüflaufname
fr_fr: Nom Test

source: Source Table
de_de: Eingangstabelle
fr_fr: Table Source

source: Payment Master Source
de_de: AP-Datei
fr_fr: Source du référentiel Paiements

source: Vendor Master Source
de_de: Lieferantenstammdaten
fr_fr: Source du référentiel Fournisseurs

source: Employee Master Source
de_de: Personalstammdatei
fr_fr: Source du référentiel Employés

source: Add User
de_de: Benutzer erstellen
fr_fr: Ajouter Utilisateur

source: There are no users in the system.
de_de: Es gibt keine Benutzer im System
fr_fr: Il n'y a pas d'utilisateurs dans le système

source: Delete User
de_de: Benutzer löschen
fr_fr: Supprimer Utilisateur

source: New User
de_de: Benutzer erstellen
fr_fr: Nouvel Utilisateur

source: Role
de_de: Rolle
fr_fr: Profil

source: Phone
de_de: Telefon
fr_fr: Numéro de téléphone

source: Add Adjustment
de_de: Berichtigung hinzufügen
fr_fr: Ajouter Ajustement

source: [No User]
de_de: [Kein Benutzer]
fr_fr: [Pas d'utilisateur]

source: Adjustment comment...
de_de: Kommentar zur Berichtigung
fr_fr: Commentaire ajustement...

source: Add Payback
de_de: Rückzahlung hinzufügen
fr_fr: Ajouter Récupération

source: Payback comment...
de_de: Kommentar zur Rückzahlung...
fr_fr: Commentaire de la récupération...

source: Uploading...
de_de: Daten werden hochgeladen...
fr_fr: Téléchargement...

source: There are no attachments for this issue
de_de: Es gibt keine Anhänge für dieses Issue
fr_fr: Il n'y a pas de pièces jointes pour ce cas

source: View all %p1 comments
de_de: Alle %p1 Kommentare anzeigen
fr_fr: Voir %p1 commentaires

source: Write a comment...
de_de: Kommentar hinzufügen...
fr_fr: Ecrire un commentaire...

source: Only %p1 file(s) may be uploaded at a time.
de_de: Nur %p1 Datei(en) können auf einmal hochgeladen werden.
fr_fr: Seulement %p1 fichier(s) peut(peuvent) être téléchargé(s) en une fois.

source: Add Administrator
de_de: Administrator erstellen
fr_fr: Ajouter Administrateur

source: There are no administrators in the system.
de_de: Es gibt keine Administratoren im System
fr_fr: Il n'y a pas d'administrateurs dans le système.

source: Delete Administrator
de_de: Administrator löschen
fr_fr: Effacer Administrateur

source: New Administrator
de_de: Neuer Administrator
fr_fr: Nouvel Administrateur

source: Add Database Server
de_de: Datenbankserver hinzufügen
fr_fr: Ajouter Serveur de base de données

source: There are no database servers in the system.
de_de: Es gibt keine Datenbankserver im System
fr_fr: Il n'y a pas de serveur de bases de données dans le système.

source: Delete Database Server
de_de: Datenbankserver entfernen
fr_fr: Supprimer Serveur de base de données

source: New Database Server
de_de: Datenbankserver hinzufügen
fr_fr: Nouveau Serveur de base de données

source: Database Type
de_de: Datenbanktyp
fr_fr: Type Base de données

source: Add Instance
de_de: Instanz erstellen
fr_fr: Ajouter Instance

source: Attach Instance
de_de: Instanz anschließen
fr_fr: Attacher Instance

source: There are no instances in the system.
de_de: Es gibt keine Instanzen im System
fr_fr: Il n'y a pas d'instance dans le système.

source: Delete Instance
de_de: Instanz löschen
fr_fr: Supprimer l'Instance

source: New Instance
de_de: Instanz erstellen
fr_fr: Nouvelle Instance

source: Detach Instance
de_de: Instanz abtrennen
fr_fr: Détacher l'Instance

source: Database Server
de_de: Datenbankserver
fr_fr: Serveur de base de données

source: Email Address
de_de: E-Mail-Adresse
fr_fr: Adresse email

source: Phone Number
de_de: Telefonnummer
fr_fr: Numéro de téléphone

source: Address 1
de_de: Adresse 1
fr_fr: Adresse 1

source: Address 3
de_de: Adresse 3
fr_fr: Adresse 3

source: Address 4
de_de: Adresse 4
fr_fr: Adresse 4

source: State/Province
de_de: Staat/Provinz
fr_fr: Etat/Région

source: Zip/Postal Code
de_de: PLZ
fr_fr: Code postal

source: Statistics
de_de: Statistiken
fr_fr: Statistiques

source: Totals
de_de: Gesamtsumme
fr_fr: Totaux

source: Last Update
de_de: Letzte Aktualisierung
fr_fr: Dernière mise à jour

source: Update
de_de: Letzte Aktualisierung
fr_fr: Mise à jour

source: Last Login
de_de: Letzte Anmeldung
fr_fr: Dernière connexion

source: Recent Activity
de_de: Aktivität
fr_fr: Activité récente

source: Recent Logins
de_de: Anmeldungen
fr_fr: Connexions récentes

source: Recent Uploads
de_de: Uploads
fr_fr: Chargements récents

source: %p1 Recent Analysis
de_de: %p1 neue Issues
fr_fr: %p1 Analyses récentes

source: %p1 Recent Claims
de_de: %p1 neue Claims
fr_fr: %p1 Réclamations récentes

source: %p1 Recent Data
de_de: %p1 neue Datensätze
fr_fr: %p1 Données récentes

source: (None)
de_de: (Keine)
fr_fr: (Vide)

source: (Select a value)
de_de: (Wählen)
fr_fr: (Sélectionner une valeur)

source: There are no items to show
de_de: Für diese Ansicht sind keine Elemente verfügbar
fr_fr: Il n'y a pas de cas à afficher

source: The submitted issues have been added as Batch %p1.
de_de: Die eingereichten Issues sind als Batch %p1 hinzugefügt worden.
fr_fr: Les cas envoyés ont été ajoutés au Lot %p1.

source: (Approval needed)
de_de: (Freigabe erforderlich)
fr_fr: (Validation requise)

source: Approved
de_de: Freigegeben
fr_fr: Validé

source: No Status
de_de: Kein Status
fr_fr: Sans Statut

source: Alert
de_de: Meldung
fr_fr: Alerte

source: Are you sure?
de_de: Sind Sie sicher?
fr_fr: Confirmez-vous?

source: No
de_de: Nein
fr_fr: Non

source: Yes
de_de: Ja
fr_fr: Oui

source: Please enter a value
de_de: Geben Sie einen Wert ein
fr_fr: Veuillez entrer une valeur

source: All files have successfully been uploaded.
de_de: Alle Dateien wurden erfolgreich hochgeladen.
fr_fr: Fichiers chargés avec succès

source: Close
de_de: Schließen
fr_fr: Fermer

source: Upload All Files
de_de: Alle Dateien hochladen
fr_fr: Charger Fichiers

source: Upload Resource
de_de: Ressource hochladen
fr_fr: Charger Ressources

source: Browse for file
de_de: Datei auswählen
fr_fr: Parcourir pour le fichier

source: Your upload will complete in the background
de_de: Ihr Upload läuft im Hintergrund
fr_fr: Votre téléchargement se terminera en arrière plan

source: View Resource
de_de: Ressource ansehen
fr_fr: Voir Ressources

source: New Password
de_de: Neues Passwort
fr_fr: Nouveau mot de passe

source: User Permissions
de_de: Benutzerrechte
fr_fr: Droits Utilisateurs

source: Allow all data feeds
de_de: Zugriff auf alle Daten-Feeds erlauben:
fr_fr: Autoriser tous les flux de données

source: Allow only the following data feeds:
de_de: Zugriff nur auf folgende Daten-Feeds erlauben:
fr_fr: Autoriser seulement les flux de données suivants:

source: Updating Permissions...
de_de: Benutzerrechte werden aktualisiert...
fr_fr: Mise à jour Permissions...

source: Switch Instance
de_de: Instanz wechseln
fr_fr: Changer d'Instance

source: You need to select an instance in order to proceed.
de_de: Sie müssen eine Instanz auswählen, um fortzufahren.
fr_fr: Vous devez sélectionner une instance pour pouvoir poursuivre.

source: Current Instance:
de_de: Aktuelle Instanz
fr_fr: Instance en cours:

source: Switching Instances...
de_de: Instanz wechseln...
fr_fr: Changement d'Instances...

source: You need to select a reason in order to proceed.
de_de: Sie müssen einen Reason-Code auswählen, um fortzufahren.
fr_fr: Vous devez sélectionner une cause pour pouvoir poursuivre.

source: Account Number
de_de: Kontonummer
fr_fr: Numéro Compte

source: * This operation is not allowed for these items
de_de: Für diese Elemente ist die gewünschte Operation nicht gestattet
fr_fr: *Cette opération n'est pas autorisée pour ces cas

source: Manage Attachments for Issue #
de_de: Anhänge verwalten für Issue #
fr_fr: Gestion des Pièces jointes du Cas #

source: Report Options
de_de: Berichteinstellungen
fr_fr: Options Rapport

source: Reports can only contain up to 1,000 items.
de_de: Ein Bericht kann maximal 1000 Gruppen enthalten.
fr_fr: Les rapports ne peuvent contenir plus de 1 000 articles.

source: Title
de_de: Titel
fr_fr: Titre

source: Report Title
de_de: Berichttitel
fr_fr: Titre Rapport

source: Paper Size
de_de: Papierformat
fr_fr: Taille Papier

source: Margins
de_de: Seitenränder
fr_fr: Marges

source: Left Margin
de_de: Linker Rand
fr_fr: Marge Gauche

source: Top Margin
de_de: Oberer Rand
fr_fr: Marge Haut

source: Right Margin
de_de: Rechter Rand
fr_fr: Marge Droite

source: Bottom Margin
de_de: Unterer Rand
fr_fr: Marge Bas

source: Items
de_de: Objekte
fr_fr: Intitulés

source: All
de_de: Alle
fr_fr: Tout

source: Current Page
de_de: Aktuelle Seite
fr_fr: Page Actuelle

source: From %p1 to %p2 of %p3
de_de: Von %p1 bis %p2 von %p3
fr_fr: De %p1 à %p2 de %p3

source: Creating Report...
de_de: Bericht wird erstellt...
fr_fr: Création Rapport...

source: Create Report
de_de: Bericht erstellen
fr_fr: Créer Rapport

source: Stacks
fr_fr: Piles

source: Add tags...
de_de: Tag(s) hinzufügen...
fr_fr: Ajouter balise...

source: Tags
fr_fr: Balises

source: Remove filter on vendor "%p1"
de_de: Filter nach Lieferanten "%p1" entfernen
fr_fr: Effacer le filtre fournisseur "%p1"

source: Remove filter on user "%p1"
de_de: Filter nach Benutzer "%p1" entfernen
fr_fr: Effacer le filtre utilisateur "%p1"

source: %p1 to %p2
de_de: %p1 bis %p2
fr_fr: %p1 de %p2

source: Remove filter on amounts from %p1 to %p2
de_de: Filter nach Beträgen größer als %p1 und weniger als %p2 entfernen
fr_fr: Effacer le filtre montants %p1 à %p2

source: Greater than or equal to %p1
de_de: Größer als oder gleich wie %p1
fr_fr: Supérieur ou égal à %p1

source: Remove filter on amounts greater than or equal to %p1
de_de: Filter nach Beträgen größer als oder gleich wie %p1 entfernen
fr_fr: Effacer le filtre montants supérieurs ou égaux à %p1

source: Less than or equal to %p1
de_de: Weniger als oder gleiche wie %p1
fr_fr: Inférieur ou égal à %p1

source: Remove filter on amounts less than or equal to %p1
de_de: Filter nach Beträgen weniger als oder gleich wie %p1 entfernen
fr_fr: Effacer le filtre montants inférieurs ou égaux à %p1

source: Remove filter on tag "%p1"
de_de: Filter nach Stichwort "%p1" entfernen
fr_fr: Effacer le filtre sur la balise "%p1"

source: Add a vendor...
de_de: Lieferanten hinzufügen...
fr_fr: Ajouter un fournisseur...

source: User
de_de: Benutzer
fr_fr: Utilisateur

source: Add a user...
de_de: Benutzer hinzufügen...
fr_fr: Ajouter un utilisateur...

source: Add a tag...
de_de: Tag hinzufügen...
fr_fr: Ajouter une balise...

source: Current Password
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel

source: Language
de_de: Sprache
fr_fr: Langue

source: Thousands
de_de: Tausendertrennzeichen
fr_fr: Milliers

source: Decimal
de_de: Dezimaltrennzeichen
fr_fr: Décimales

source: Date Format
de_de: Datumsformat
fr_fr: Format de date

source: Time Zone
de_de: Zeitzone
fr_fr: Fuseau horaire

source: Response text could not be parsed.
de_de: Response konnte nicht geparst werden.
fr_fr: Le message de réponse ne peut pas être analysé.

source: Running Analysis Configuration
de_de: Prüfläufekonfiguration werden ausgeführt
fr_fr: Exécution Configuration Analyse

source: Instance Name does not match the current instance name
de_de: Eingegebener Instanzname stimmt mit aktuellem Instanznamen nicht überein
fr_fr: Le nom d'instance ne correspond pas à l'instance en cours

source: Running Analysis Jobs
de_de: Prüfläufe werden ausgeführt
fr_fr: Jobs d'analyse en cours

source: The data in the specified data feed was successfully cleared.
de_de: Die Daten im spezifizierten Daten-Feed wurden erfolgreich gelöscht.
fr_fr: Les données du flux spécifié ont été effacées avec succès.

source: The data content was successfully cleared.
de_de: Der Dateninhalt wurde erfolgreich gelöscht
fr_fr: Le contenu a été effacé avec succès.

source: Items have been reset to new analysis.
de_de: Alles Issues sind auf 'Neu' zurückgesetzt worden.
fr_fr: Les cas ont été réinitialisés pour de nouvelles analyses.

source: Temporary tables were successfully deleted.
de_de: Temporäre Tabellen sind erfolgreich entfernt worden.
fr_fr: Les tables temporaires ont été supprimées.

source: Optimizing Database
de_de: Datenbank optimieren
fr_fr: Optimisation Base de données

source: Document tags have been updated.
de_de: Die Schüsselwörter sind aktualisiert worden.
fr_fr: Balises de documents mises à jour

source: Vendor references have been synced.
de_de: Lieferantenreferenzen sind synchronisiert worden
fr_fr: Les Références Fournisseur ont été synchronisées.

source: Installing Demo Data
de_de: Demo-Daten laden
fr_fr: Installation des données Démonstration

source: Are you sure you want to delete user '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Benutzer '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer l'utilisateur '%p1'?

source: The passwords do not match
de_de: Die neuen Passwörter stimmen nicht überein
fr_fr: Les mots de passe ne correspondent pas

source: The permissions for '%p1' have been updated
de_de: Die Berechtigungen für '%p1' wurden geändert
fr_fr: Les droits de '%p1' ont été changés

source: The password for '%p1' has been updated
de_de: Das Passwort des Benutzers '%p1' wurde geändert
fr_fr: Le mot de passe de '%p1' a été mis à jour

source: Are you sure you want to delete template '%p1'?
de_de: Sind Sie sicher, dass Sie die selektierte Vorlage '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer le modèle '%p1'?

source: Are you sure you want to delete data feed '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Daten-Feed '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer le le flux de données '%p1'?

source: Are you sure you want to delete test '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Prüflauf '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer le test '%p1'?

source: Are you sure you want to delete claim type '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Claim-Typ löschen möchten?
fr_fr: Êtes-vous certains de vouloir supprimer le type de réclamation '%p1'?

source: Are you sure you want to delete the selected reason '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Reason-Code '%p1' löschen möchten?
fr_fr: Etes-vous certain de vouloir effacer la cause '%p1'?

source: Are you sure you want to delete preference '%p1'?
de_de: Sind Sie sicher, dass Sie die Einstellung '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer la préférence '%p1'?

source: Please enter the name for the new folder.
de_de: Geben Sie einen Namen für den neuen Ordner ein
fr_fr: Veuillez entrer le nom du nouveau dossier.

source: untitled folder
de_de: Unbennanter Ordner
fr_fr: dossier sans nom

source: File and folder names cannot be empty
de_de: Datei- und Ordnernamen sind erforderlich
fr_fr: Les noms de fichier et dossier ne peuvent être vides

source: Please enter the new name for the folder.
de_de: Geben Sie einen neuen Namen für den Ordner ein
fr_fr: Veuillez entrer le nouveau nom du dossier.

source: Please enter the new name for the file.
de_de: Geben Sie einen neuen Namen für die Datei ein
fr_fr: Veuillez entrer le nouveau nom du fichier.

source: Rename '%p1'?
de_de: '%p1' umbenennen?
fr_fr: Renommer '%p1'?

source: Delete folder '%p1'?
de_de: Ordner '%p1' löschen?
fr_fr: Effacer le dossier '%p1'?

source: This will delete the selected folder and all of its contents. Please enter the folder name '%p1' to continue.
de_de: Der selektierte Ordner wird zusammen mit seinem ganzen Inhalt gelöscht
fr_fr: Ceci effacera le dossier sélectionné et l'intégralité de son contenu. Veuillez saisir le nom de dossier '%p1' pour continuer.

source: Folder name does not match
de_de: Ordnername stimmt nicht überein.
fr_fr: Le nom de dossier ne correspond pas.

source: Delete file '%p1'?
de_de: Datei '%p1' löschen?
fr_fr: Effacer le fichier '%p1'?

source: Are you sure you want to delete the selected file '%p1'?
de_de: Sind Sie sicher, dass Sie die selektierte Datei '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer le fichier sélectionné '%p1'?

source: The user information for '%p1' has been updated
de_de: Das Benutzerprofil '%p1' wurde erfolgreich aktualisiert
fr_fr: Vos informations de l'utilisateur '%p1' ont été mises à jour

source: The new passwords do not match
de_de: Die neuen Passwörter stimmen nicht überein
fr_fr: Les nouveaux mots de passe ne correspondent pas
