Repository: flexiodata/flexio-web-app
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Missing doc_eid parameter
de_de: Parameter "doc_eid" fehlt
fr_fr: Paramètre doc_id manquant

source: Missing file parameter
de_de: Fehlender "file" Parameter
fr_fr: Paramètre fichier manquant

source: Service unavailable
de_de: Service nicht verfügbar
fr_fr: Service indisponible

source: Could not process uploaded file
de_de: Konnte hochgeladene Datei nicht verarbeiten
fr_fr: Impossibilité de traiter le fichier chargé

source: Operation succeeded
de_de: Operation hat erfolgt
fr_fr: Opération réussie

source: Missing or invalid id parameter
de_de: Parameter "id" fehlt
fr_fr: Paramètre id manquant ou incorrect

source: Operation failed
de_de: Operation fehlgeschlagen
fr_fr: Echec de l'opération

source: Insufficient privileges
de_de: Unzureichende Zugriffsrechte
fr_fr: Droits insuffisants

source: Missing claimtype_code parameter
de_de: Parameter "claimtype_code" fehlt
fr_fr: Paramètre claimtype_code manquant

source: Claim type already exists
de_de: Claim-Code existiert bereits
fr_fr: Type de réclamation déjà existant

source: A valid id must be specified
de_de: Eine gültige ID-Nummer muss angegeben werden
fr_fr: Un id valide doit être spécifié

source: Missing parameter
de_de: Fehlender Parameter
fr_fr: Paramètre manquant

source: Reason type already exists
de_de: Reason-Code existiert bereits
fr_fr: Type de cause déjà existant

source: Missing message parameter
de_de: Parameter "message" fehlt
fr_fr: Paramètre message manquant

source: Operation succeded
de_de: Operation hat erfolgt
fr_fr: Opération réussie

source: Missing name parameter
de_de: Parameter "name" fehlt
fr_fr: Paramètre name manquant

source: The configuration key specified already exists
de_de: Der angegebene Konfigurationsschlüssel existiert bereits
fr_fr: La configuration clé existe déjà

source: Invalid or missing id parameter
de_de: Fehlender oder ungültiger ID-Parameter
fr_fr: Paramètre id non valide ou déjà existant

source: The configuration key does not exist
de_de: Dieser Konfigurationsschüssel existiert nicht
fr_fr: La configuration clé n'existe pas

source: Invalid configuration entry or duplicate name
de_de: Ungültiger Konfigurationseintrag oder duplizierter Name
fr_fr: Saisie de configuration invalide ou nom dupliqué

source: Invalid request
de_de: Ungültige Abfrage
fr_fr: Requête non valide

source: Invalid document
de_de: Ungültiges Dokument
fr_fr: Document non valide

source: Still running
de_de: Job wird noch ausgeführt
fr_fr: Toujours en cours d'exécution

source: Invalid job id
de_de: Ungültige job_id
fr_fr: Job id invalide

source: Job failed
de_de: Job ist fehlgeschlagen
fr_fr: Erreur du job

source: doc_id must be specified
de_de: doc_id muss spezifiziert werden
fr_fr: Le doc_id doit être spécifié

source: Missing doc_id and detail_id parameter; one of these is necessary
de_de: Fehlender doc_id und detail_id Parameter; mindestens einer von diesen Parametern wird benötigt
fr_fr: Paramètres doc_id et detail_id manquants; Au moins l'un d'eux est nécessaire

source: Missing flag or amount parameter
de_de: Parameter "flag" und/oder Parameter "amount" fehlt
fr_fr: Paramètre marqueur ou montant manquant

source: Required parameter missing
de_de: Erforderlicher Parameter fehlt
fr_fr: Paramètre requis manquant

source: Invalid parameter
de_de: Ungültiger Parameter
fr_fr: Paramètre non valide

source: Invalid path parameter
de_de: Parameter "path" ungültig
fr_fr: Paramètre chemin non valide

source: Missing path parameter
de_de: Parameter "path" fehlt
fr_fr: Paramètre chemin manquant

source: Target path already exists
de_de: Ausgangspfad existiert bereits
fr_fr: Chemin cible déjà existant

source: Target filesystem object does not exist
de_de: Ausgangsobjekt existiert nicht
fr_fr: L'objet filesystem n'existe pas

source: No file attached
de_de: Keine Datei angehängt
fr_fr: Pas de fichier attaché

source: Missing target_path parameter
de_de: Parameter "target_path" fehlt
fr_fr: Paramètre target_path manquant

source: Invalid target_path parameter
de_de: Parameter "target_path" ungültig
fr_fr: Paramètre target_path non valide

source: Not implemented
de_de: Nicht implementiert
fr_fr: Non implémenté

source: Missing new_name parameter
de_de: Parameter "new_name" fehlt
fr_fr: Paramètre new_name manquant

source: Missing instance parameter
de_de: Parameter "instance" fehlt
fr_fr: Paramètre instance manquant

source: Missing dbname parameter
de_de: Parameter "dbname" fehlt
fr_fr: Paramètre dbname manquant

source: Missing task_id parameter
de_de: Parameter "task_id" fehlt
fr_fr: Paramètre task_id manquant

source: Missing event_id parameter
fr_fr: Paramètre event_id manquant

source: General
de_de: Allgemeine Prüfläufe
fr_fr: Général

source: Duplicate Vendor
de_de: Doppelte Lieferanteneinträge
fr_fr: Duplication de fournisseurs

source: Duplicate Payment
de_de: Doppelzahlungen
fr_fr: Duplication de paiements

source: Fraud
de_de: Betrug
fr_fr: Fraude

source: No Payment Activity
de_de: Zahlungsaktivität
fr_fr: Activités sans paiements

source: Vendor Verification
de_de: Lieferantenverifizierung
fr_fr: Vérification fournisseurs

source: Vendor Change
de_de: Veränderungen bei Lieferanteneinträgen
fr_fr: Modifications fournisseurs

source: Vendor/Employee Match
de_de: Vergleich Lieferanten-/Personalstamm
fr_fr: Rapprochement Employés/Fournisseurs

source: Cash Discount
de_de: Skonto
fr_fr: Remises

source: Freight
de_de: Fracht
fr_fr: Transport

source: Tax
de_de: Steuer
fr_fr: Taxes

source: Price
de_de: Preisverhalten
fr_fr: Prix

source: Promotion
de_de: Verkaufsförderung
fr_fr: Promotions

source: Notice
de_de: Notifikation
fr_fr: Notifications

source: Quantity
de_de: Mengenanalyse
fr_fr: Quantités

source: All Dates
de_de: Alle Daten
fr_fr: Toutes les dates

source: Today
de_de: Heute
fr_fr: Aujourd'hui

source: Last 7 Days
de_de: Letzte 7 Tage
fr_fr: 7 derniers jours

source: Month to Date
de_de: Laufender Monat
fr_fr: Mois en cours

source: Year to Date
de_de: Laufendes Jahr
fr_fr: Année en cours

source: Previous Month
de_de: Voriger Monat
fr_fr: Mois précédent

source: Previous Year
de_de: Letztes Jahr
fr_fr: Année précédente

source: Specific Date
de_de: Bestimmtes Datum
fr_fr: Date spécifique

source: Date Range
de_de: Datumsbereich
fr_fr: Plage de dates

source: Start Date
de_de: Startdatum
fr_fr: Date de début

source: End Date
de_de: Enddatum
fr_fr: Date de fin

source: Next
de_de: Weiter
fr_fr: Suivant

source: Prev
de_de: Vorige
fr_fr: Précédent

source: Set Date Range
de_de: Datumsbereich festlegen
fr_fr: Paramétrer une plage de dates

source: January
de_de: Januar
fr_fr: Janvier

source: February
de_de: Februar
fr_fr: Février

source: March
de_de: März
fr_fr: Mars

source: April
fr_fr: Avril

source: May
de_de: Mai
fr_fr: Mai

source: June
de_de: Juni
fr_fr: Juin

source: July
de_de: Juli
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
de_de: Oktober
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
de_de: Dezember
fr_fr: Décembre

source: Please specify name parameter
de_de: Parameter "name" muss angegeben werden
fr_fr: Veuillez spécifier le nom en paramètre

source: Invalid or missing software license file. Please place a valid 'license.dat' file into the following directory:
de_de: Ungültige oder fehlende Lizenzdatei. Bitte kopieren Sie eine gültige "license.dat' Datei in den folgenden Ordner:
fr_fr: Fichier de licence non valide ou manquant. Veuillez copier le fichier 'license.dat' dans le répertoire suivant:

source: Username is required
de_de: Benutzername ist erforderlich
fr_fr: Nom d'utilisateur requis

source: Password is required
de_de: Passwort ist erforderlich
fr_fr: Mot de passe requis

source: Invalid instance name specified
de_de: Ungültiger Instanzname wurde angegeben
fr_fr: Nom d'instance spécifié non valide

source: Authentication failed
de_de: Anmeldung fehlgeschlagen
fr_fr: Echec d'authentification

source: Operation not permitted
de_de: Operation nicht gestattet
fr_fr: Action non autorisée

source: Invalid name parameter
de_de: Parameter "name" ungültig
fr_fr: Paramètre nom non valide

source: Missing tag parameter
de_de: Fehlender Parameter 'tag'
fr_fr: Paramètre manquant

source: Template not found
de_de: Template konnte nicht gefunden werden
fr_fr: Modèle introuvable

source: List - Duplicate Payment
de_de: Listenansicht - Doppelzahlungen
fr_fr: Liste - Duplication de paiements

source: List - Duplicate Vendor
de_de: Listenansicht - Doppellieferanteneinträge
fr_fr: Liste - Duplication de fournisseurs

source: List - Price Error
de_de: Listenansicht - Preisfehler
fr_fr: Liste - Erreur de prix

source: List - Promotion Error
de_de: Listenansicht - Verkaufsförderung
fr_fr: Liste - Erreur de promotion

source: List - Vendor Activity
de_de: Listenansicht - Lieferantenaktivität
fr_fr: Liste - Activité fournisseurs

source: List - Vendor Change
de_de: Listenansicht - Veränderungsanalyse für den Lieferantenstamm
fr_fr: Liste - Modification fournisseurs

source: List - Vendor/Employee Match
de_de: Listenansicht - Lieferanten-/Personalstamm
fr_fr: Liste - Rapprochement Employés/Fournisseurs

source: List - Vendor Tax ID
de_de: Listenansicht - Lieferantensteuernummer
fr_fr: Liste - ID Taxe fournisseurs

source: List - Payment List
de_de: Listenansicht - Zahlungen
fr_fr: Liste - Liste des paiements

source: List - Vendor List
de_de: Listenansicht - Lieferanten
fr_fr: Liste - Liste des fournisseurs

source: Processing Data - AP History
de_de: Daten - Zahlungsdaten
fr_fr: Traitement de données - Historique comptabilité fournisseurs

source: Same Vendor #, Similar Invoice #
de_de: Gleiche Lieferantennr, Ähnliche Rechnungsnr
fr_fr: Num. fourn. identique, num. fact. similaire

source: Different Vendor #, Similar Invoice #
de_de: Ungleiche Lieferantennr, Ähnliche Rechnungsnr
fr_fr: Num. fourn. différent, num. fact. similaire

source: Same Vendor #, Different Invoice #, Same Date
de_de: Gleiche Lieferantennr, Ungleiche Rechnungsnr, Gleiches Datum
fr_fr: Num. fourn. identique, num. fact. différent, date identique

source: Unpaid Invoices Compared
de_de: Vergleich unbezahlter Rechnungen
fr_fr: Comparaison des factures non payées

source: Same Vendor #, Different Invoice #, Same Text
de_de: Gleiche Lieferantennr, Ungleiche Rechnungsnr, Gleicher Text
fr_fr: Num. fourn. identique, num. fact. différent, texte identique

source: Different Vendor #, Different Invoice #, Same Text
de_de: Ungleiche Lieferantennr, Ungleicht Rechnungsnr, Gleicher Text
fr_fr: Num. fourn. différent, num. fact. différent, texte identique

source: Different Invoice Amount, Similar Invoice #, Same Text
de_de: Ungleicht Rechnungsbetrag, Ähnliche Rechnungsnr, Gleicher Text
fr_fr: Montant fact. différent, num. fact. similaire, texte similaire

source: Date Used for Invoice #
de_de: Datum verwendet für Rechnungsnr
fr_fr: Date utilisée pour le num. fact.

source: Different Cost, Same Po Date
de_de: Ungleicher Betrag, Gleiches Bestelldatum
fr_fr: Coût différent, date de commande identique

source: Different Cost, Same Receipt Date
de_de: Ungleicher Betrag, Gleiches Empfangsdatum
fr_fr: Coût différent, date de réception identique

source: Missed Off-Invoice Allowance
de_de: Fehlende Rechnungsrabatte
fr_fr: Attribution hors-facture manquante

source: Missed Billback Allowance
de_de: Fehlende Rückbelastungen
fr_fr: Attribution de facture de marge arrière manquante

source: Fraud Analysis - Excessive Amount
de_de: Betrugsanalyse - Übermäßige Beträge
fr_fr: Analyse de fraude - Montant excessif

source: Fraud Analysis - Non-Workday
de_de: Betrugsanalyse - Transaktionen an Nichtwerktagen
fr_fr: Analyse de fraude - Jours non travaillés

source: Fraud Analysis - Invalid Payment Date
de_de: Betrugsanalyse - Ungültiges Zahlungsdatum
fr_fr: Analyse de fraude - Date de paiement non valide

source: No Activity
de_de: Keine Aktivität
fr_fr: Pas d'activité

source: Vendor Added
de_de: Lieferant wurde hinzugefügt
fr_fr: Fournisseur ajouté

source: Vendor Deleted
de_de: Lieferant wurde gelöscht
fr_fr: Fournisseur supprimé

source: Vendor Modified
de_de: Geänderte Lieferanten
fr_fr: Fournisseur modifié

source: Vendor Missing Tax ID
de_de: Lieferenten mit fehlender Steuernummer
fr_fr: Fournisseur sans num. fiscal

source: Vendor Malformed Tax ID
de_de: Lieferenten mit ungültiger Steuernummer
fr_fr: Fournisseur avec num. fiscal incorrect

source: Vendor Non-Matching/Invalid Tax ID
de_de: Lieferenten mit ungleicher Steuernummer
fr_fr: Fournisseur sans correspondance/num. fiscal incorrect

source: Vendor/Employee With Same Address
de_de: Lieferenten/Angestellten mit gleichen Adressen
fr_fr: Fourn./Employé avec adresse identique

source: Vendor/Employee With Same Name
de_de: Lieferenten/Angestellten mit gleichen Namen
fr_fr: Fourn./Employé avec le même nom

source: Vendor/Employee With Same Tax ID
de_de: Lieferenten/Angestellten mit gleichen Steuernummern
fr_fr: Fourn./Employé avec le même code fiscal

source: Same Tax ID
de_de: Gleiche Steuernummer
fr_fr: Num. fiscal identique

source: Same Name
de_de: Gleicher Name
fr_fr: Nom identique

source: Similar Name
de_de: Ähnlicher Name
fr_fr: Nom similaire

source: Same Address
de_de: Gleiche Adresse
fr_fr: Adresse identique

source: Similar Address
de_de: Ähnliche Adresse
fr_fr: Adresse similaire

source: Same Contact Name
de_de: Gleicher Kontaktname
fr_fr: Nom du contact identique

source: Same Contact Phone
de_de: Gleiche Kontakttelefonnumer
fr_fr: Num. de tél. du contact identique

source: Same Contact Fax
de_de: Gleiche Fax-Nummer
fr_fr: Num. de fax du contact identique

source: Same Contact Email
de_de: Gleiche Kontakt-E-Mail-Adresse
fr_fr: Adresse email du contact identique

source: Vendors
de_de: Lieferanten
fr_fr: Fournisseurs

source: Employee Master
de_de: Personalstammdatei
fr_fr: Référentiel employés

source: Payment History
de_de: AP-Datei
fr_fr: Historique des paiements

source: Creating processing jobs
de_de: Prüfläufe werden erstellt
fr_fr: Création des jobs

source: Uploading payment history data
de_de: AP-Daten werden hochgeladen
fr_fr: Chargement des données d'historique de paiement

source: Uploading sample data
de_de: Beispieldaten werden hochgeladen
fr_fr: Chargement d'un échantillon de données

source: Uploading sample result data
de_de: Beispielausgangsdaten werden hochgeladen
fr_fr: Chargement d'un échantillon de données résultat

source: Uploading sample result data (discount)
de_de: Beispieldaten (discount) werden hochgeladen
fr_fr: Chargement d'un échantillon de données résultat (remises)

source: Uploading sample result data (pricing)
de_de: Beispieldaten (pricingdiscount) werden hochgeladen
fr_fr: Chargement d'un échantillon de données résultat (prix)

source: Uploading sample result data (promotion)
de_de: Beispieldaten (promotion) werden hochgeladen
fr_fr: Chargement d'un échantillon de données résultat (promotions)

source: Uploading sample result data (duplicate vendors)
de_de: Beispieldaten (doppelte lieferanten) werden hochgeladen
fr_fr: Chargement d'un échantillon de données résultat (duplications fourn.)

source: Running analysis jobs
de_de: Prüfläufe werden ausgeführt
fr_fr: Exécution des jobs d'analyses

source: Updating item status
de_de: Dokument-Statuseinstellungen werden aktualisiert
fr_fr: Mise à jour du statut des objets

source: Updating statistics cache
de_de: Statistiken-Cache wird aktualisiert
fr_fr: Mise à jour des statistiques

source: Uploads are currently disabled
de_de: Uploads sind zur Zeit deaktiviert
fr_fr: Téléchargements actuellement désactivés

source: Transaction already exists
de_de: Transaktion existiert bereits
fr_fr: Transaction déjà existante

source: Cannot start upload transaction
de_de: Uploadtranskation kann nicht gestartet werden
fr_fr: La transaction de téléchargement ne peut démarrer

source: Invalid transaction
de_de: Ungültige Transaktion
fr_fr: Tansaction invalide

source: User role is required
de_de: Benutzerrolle ist erforderlich
fr_fr: Profil utilisateur requis

source: User already exists
de_de: Benutzer existiert bereits
fr_fr: Utilisateur déjà existant

source: The specified user role is invalid
de_de: Die angegebene Benutzerrolle ist ungültig
fr_fr: Le profil utilisateur spécifié est invalide

source: Invalid username specified
de_de: Ungültiger Benutzername
fr_fr: Le nom utilisateur spécifié est incorrect

source: Invalid credentials
de_de: Ungültige Zugangsdaten
fr_fr: Habilitations invalides

source: You cannot delete yourself from the system
de_de: Sie können Ihren eigenen Benutzer vom System nicht löschen
fr_fr: Vous ne pouvez pas supprimer votre compte du système

source: Could not retrieve content data
de_de: Dateninhalt konnte nicht geladen werden
fr_fr: Impossible d'obtenir les données

source: Period (123.45)
de_de: Punkt (123.45)
fr_fr: Point (123.45)

source: Comma (123,45)
de_de: Komma (123,45)
fr_fr: Virgule (123,45)

source: Comma (1,234,567)
de_de: Komma (1,234,567)
fr_fr: Virgule (1,234,567)

source: Period (1.234.567)
de_de: Punkt (1.234.567)
fr_fr: Point (1.234.567)

source: Space (1 234 567)
de_de: Leerzeichen (1 234 567)
fr_fr: Espace (1 234 567)

source: mm/dd/yyyy
de_de: mm/tt/jjjj
fr_fr: mm/jj/aaaa

source: mm-dd-yyyy
de_de: mm-tt-jjjj
fr_fr: mm-jj-aaaa

source: dd/mm/yyyy
de_de: tt/mm/jjjj
fr_fr: jj/mm/aaaa

source: dd-mm-yyyy
de_de: tt-mm-jjjj
fr_fr: jj-mm-aaaa

source: dd.mm.yyyy
de_de: tt.mm.jjjj
fr_fr: jj.mm.aaaa

source: yyyy.mm.dd
de_de: jjjj.mm.tt
fr_fr: aaaa.mm.jj

source: Australia/Sydney (Australian Eastern Standard Time)
de_de: Australien/Sydney (Ostaustralische Zeit)
fr_fr: Australie/Sydney (Heure standard Est Australien)

source: Australia/South (Australia / South)
de_de: Australien/Süd (Südaustralische Zeit)
fr_fr: Australie/Sud (Australie / Sud)

source: Australia/North (Australia / Northern Territory)
de_de: Australien/Nord (Nordaustralische Zeit)
fr_fr: Australie/Nord (Australie / Nord)

source: Australia/West (Australia Western Standard Time)
de_de: Australien/West (Westaustralische Zeit)
fr_fr: Australie/Ouset (Australie / Ouest)

source: Europe/Berlin (Central European Time)
de_de: Europa/Berlin (Mitteleuropäische Zeit)
fr_fr: Europe/Berlin (Heure Europe centrale)

source: Europe/London (Western European Time)
de_de: Europa/London (Westeuropäische Zeit)
fr_fr: Europe/Londres (Heure Europe de l'Ouest)

source: Europe/Paris (Central European Time)
de_de: Europa/Paris (Mitteleuropäische Zeit)
fr_fr: Europe/Paris (Heure Europe centrale)

source: Europe/Kyev (Eastern European Time)
de_de: Europa/Kiew (Osteuropäische Zeit)
fr_fr: Europe/Kiev (Heure Europe de l'Est)

source: Europe/Moscow (Moscow Time)
de_de: Europe/Moskau (Moskauer Zeit)
fr_fr: Europe/Moscou (Heure Moscou)

source: US/Central (North America - Central Time)
fr_fr: Etats-Unis/Centre (Heure Amérique du Nord - Centre)

source: US/Eastern (North America - Eastern Time)
fr_fr: Etats-Unis/Est (Heure Amérique du Nord - Est)

source: US/Mountain (North America - Mountain Time)
fr_fr: Etats-Unis/Montagnes (Heure Amérique du Nord - Montagnes)

source: US/Pacific (North America - Pacific Time)
fr_fr: Etats-Unis/Pacifique (Heure Amérique du Nord - Pacifique)

source: Uploads data to the specified data feed.
de_de: Mit dieser Funktion können Daten auf einen Daten-Feed hochgeladen werden.
fr_fr: Charger les données dans le flux spécifié.

source: Upload Data
de_de: Daten hochladen
fr_fr: Chargement Données

source: Quickly set up an instance with default data feeds and tests.
de_de: Mit dieser Funktion können Sie eine Instanz mit Daten-Feeds und Prüfläufen einrichten.
fr_fr: Paramétrage rapide d'une instance avec des flux de données et des tests par défaut.

source: Configure Analysis
de_de: Prüflauf konfigurieren
fr_fr: Configurer Analyse

source: Runs all analysis jobs.
de_de: Alle Prüfläufe werden ausgeführt
fr_fr: Exécuter tous les jobs d'analyse.

source: Run Analysis Jobs
de_de: Prüfläufe ausführen
fr_fr: Exécuter Jobs d'analyse

source: Clears out the specified data feed.
de_de: Löscht alle Daten im Daten-Feed
fr_fr: Efface le flux de données spécifié.

source: Clear Data Feed
de_de: Inhalt eines Daten-Feeds löschen
fr_fr: Effacer Flux de données

source: Clears out all data from the system, except for the configuration settings and templates.
de_de: Löscht alle Daten
fr_fr: Efface toutes les données du système, sauf les paramètres de configuration et les modèles.

source: Clear All Content
de_de: Inhalt löschen
fr_fr: Effacer Tout le Contenu

source: Resets all items to "New Analysis"
de_de: Setzt alle Issues auf 'Neu' zurück.
fr_fr: Réinitialise tous les intitulés en "Nouvelles Analyses".

source: Reset Analysis Status
de_de: Status zurücksetzen
fr_fr: Réinitialiser Statuts d'analyses

source: Deletes temporary tables that are generated by the system during data and claim analysis.
de_de: Temporäre Tabellen, die
fr_fr: Efface les tables temporaires générées pendant les analyses.

source: Clean Database
de_de: Datenbank bereinigen
fr_fr: Nettoyer Base de données

source: Analyzes all database tables in the system. Performing this operation occasionally gives the database optimizer more information to be able to run queries quickly.
de_de: Analysiert alle Datenbanktabellen im System und beschleunigt dabei Datenbankabfragen.
fr_fr: Analyse les tables de données du système. L'exécution de cette opération fournit à l'optimiseur de base de données des informations pour exécuter les requêtes plus rapidement.

source: Optimize Database
de_de: Datenbank optimieren
fr_fr: Optimiser Base de données

source: Updates the document tags from the data feeds so that the documents can be found using search.
de_de: Aktualisiert die Suchindizes für Dokumente.
fr_fr: Mettre à jour les balises de documents à partir des flux de données afin que les documents puissent être retrouvés en utilisant la recherche.

source: Update Document Tags
de_de: Dokumentschlüsselwörter aktualisieren
fr_fr: Mettre à jour Balises Documents

source: Synchronizes the vendor references on each analysis row. This is sometimes necessary when vendor information is uploaded after data has been inserted into the system which relies on this vendor information.
de_de: Synchronisiert die Lieferantenreferenzen in den Detaildatensätzen. Dies ist möglicherweise nötig, wenn Lieferantendaten aktualisiert werden, nachdem andere Daten schon auf den Server hochgeladen worden sind.
fr_fr: Synchronise les références fournisseurs pour chaque ligne d'analyse. Ceci est parfois nécessaire lorsque le référentiel fournisseur est téléchargé après l'insertion des données dans le système.

source: Synchronize Vendors
de_de: Lieferanten synchronisieren
fr_fr: Synchroniser Fournisseurs

source: Installs demonstration data on the current instance. Please note, this will overwrite all data in the current instance.
de_de: Demo-Daten werden auf die aktuelle Instanz hochgeladen. Hinweis: dieses Verfahren überschreibt alle bestehenden Daten in der aktuellen Instanz.
fr_fr: Installe les données de démonstration pour l'instance en cours. Veuillez noter que ceci écrasera toutes les données de l'instance en cours.

source: Install Demo Data
de_de: Demo-Daten laden
fr_fr: Installer Données Démonstration

source: Employee
de_de: Personalstamm
fr_fr: Employé

source: Inactive Vendor
de_de: Inaktiver Lieferant
fr_fr: Fournisseur inactif

source: Non-workday
de_de: Nicht-Werktag
fr_fr: Jour non-travaillé

source: Invalid Date
de_de: Ungültiges Datum
fr_fr: Date invalide

source: Excessive Amount
de_de: Übermäßiger Betrag
fr_fr: Montant excessif

source: Added
de_de: Erstellt
fr_fr: Ajouté

source: Deleted
de_de: Gelöscht
fr_fr: Supprimé

source: Modified
de_de: Geändert
fr_fr: Modifié

source: Missing/Empty Tax IDs
de_de: Fehlende/Leere Steuernummer
fr_fr: Numéros fiscaux Manquants/Vides

source: Malformed Tax IDs
de_de: Ungültige Steuernummer
fr_fr: Numéro fiscal Erroné
