Repository: flexiodata/flexio-web-app
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Non-Matching Names/Tax IDs
de_de: Lieferenten mit ungleicher Steuernummer
fr_fr: Noms/Num. fiscaux sans correspondance

source: (Demo Only) Non-Matching Names/Tax IDs
de_de: (Nur für Demo-Modus) Lieferenten mit ungleicher Steuernummer
fr_fr: Démo seulement) Noms/Num. fiscaux sans correspondance

source: Match on Address
de_de: Adresse vergleichen
fr_fr: Correspondance d'Adresses

source: Match on Name
de_de: Namen vergleichen
fr_fr: Correspondance de noms

source: Match on Tax ID Numbers
de_de: Gleiche Steuernummer
fr_fr: Correspondance de Num. ficaux

source: Client Administrator
de_de: Client-Administrator löschen
fr_fr: Administrateur Client

source: Client Manager
fr_fr: Gestionnaire Client

source: Audit Manager
fr_fr: Gestionnaire Audit

source: Audit Supervisor
de_de: Audit-Leiter
fr_fr: Superviseur Audit

source: Audit User
de_de: Audit-Benutzer
fr_fr: Utilisateur Audit

source: IT User
de_de: IT-Benutzer
fr_fr: Gestionnaire technique

source: Unique Record Key
de_de: Eindeutiger Datensatzschlüssel
fr_fr: Clé d'enregistrement unique

source: Unique Group
de_de: Eindeutige Gruppen
fr_fr: Groupe unique

source: Analysis Result Data
de_de: Analysedaten
fr_fr: Données Résultats d'Analyse

source: Payment Data
de_de: AP-Daten
fr_fr: Données Paiement

source: Vendor Data
de_de: Lieferantendaten
fr_fr: Données Fournisseur

source: Generic
de_de: Allgemein
fr_fr: Générique

source: Processing Data
de_de: Verarbeitungsdaten
fr_fr: Traitement Données

source: Duplicate Test
de_de: Doppelzahlungsanalyse
fr_fr: Test Duplication

source: Discount Test
de_de: Skonto-Analyse
fr_fr: Test Remise

source: Fraud Test
de_de: Betrugs-Analyse
fr_fr: Test Fraude

source: Vendor Activity
de_de: Lieferantenaktivität
fr_fr: Activité Fournisseur

source: Vendor/Employee Matching
de_de: Lieferanten-/Personalstamm-Analyse
fr_fr: Correspondance Fourn./Employé

source: Processing Server (External)
de_de: Verarbeitunsserver
fr_fr: Traitement serveur (externe)

source: Active
de_de: Aktiv
fr_fr: Actif

source: Inactive
de_de: Inaktiv
fr_fr: Inactif

source: Clean Field
de_de: Feld bereinigen
fr_fr: Nettoyer Champ

source: Exclude Cancellations
de_de: Stornierungen ausfiltern
fr_fr: Exclure Annulations

source: Minimum Amount
de_de: Mindestbetrag
fr_fr: Montant Minimum

source: Minimum Date
de_de: Mindestdatum
fr_fr: Date Minimale

source: Transposed Digits
de_de: Zahlendreher
fr_fr: Chiffres Inversés

source: Include Records
de_de: Datensätze einschließen
fr_fr: Inclure Enregistrements

source: Exclude Records
de_de: Datensätze ausschließen
fr_fr: Exclure Enregistrements

source: Include Groups
de_de: Gruppen einschließen
fr_fr: Inclure Groupes

source: Maximum Hits Per Group
de_de: Max. Datensätze pro Gruppe
fr_fr: Nombre Maximum par Groupe

source: Maximum Distance
de_de: Maximale Distanz
fr_fr: Distance Maximale

source: Test Unique Records
de_de: Eindeutige Datensätze testen
fr_fr: Test d'Enregistrements Uniques

source: Similar Spelling (Soundex)
de_de: Ähnliche Buchstabierung
fr_fr: Phonétique Similaire (Soundex)

source: All Letters, Zeros
de_de: Alle Buchstaben, Nullen
fr_fr: Toutes Lettres, Zéros

source: Leading Letters, Zeros
de_de: Führende Buchstaben, Nullen
fr_fr: Lettres de début, Zéros

source: Trailing Letters, Zeros
de_de: Angehängte Buchstaben, Nullen
fr_fr: Lettres de fin, Zéros

source: Leading/Trailing Letters, Zeros
de_de: Führende/Angehängte Buchstaben, Nullen
fr_fr: Lettres de début/fin, Zéros

source: All Letters
de_de: Alle Buchstaben
fr_fr: Toutes Lettres

source: Leading Letters
de_de: Führende Buchstaben
fr_fr: Lettres de début

source: Trailing Letters
de_de: Angehängte Buchstaben
fr_fr: Lettres de fin

source: Leading/Trailing Letters
de_de: Führende/Angehängte Buchstaben
fr_fr: Lettres de début/fin

source: Access denied
de_de: Zugriff verweigert
fr_fr: Accès refusé

source: Issue confirmations
de_de: Bestätigte Issues
fr_fr: Confirmation Cas

source: Issue activity
de_de: Issues-Aktivität
fr_fr: Activités Cas

source: Issue history
de_de: Issue-Historie
fr_fr: Historique Cas

source: Issue status
fr_fr: Statut Cas

source: Issue age
de_de: Issue-Alterung
fr_fr: Age Cas

source: By test
de_de: Nach Prüflauf
fr_fr: Par test

source: By reason
de_de: Nach Reason
fr_fr: Par Cause

source: By vendor
de_de: Nach Lieferanten
fr_fr: Par Fourn.

source: By date
de_de: Nach Datum
fr_fr: Par date

source: By user
de_de: Nach Benutzer
fr_fr: Par utilisateur

source: Dashboard
fr_fr: Tableau de bord

source: Totals By Category and Test
de_de: Summen, gruppiert nach Kategorie und Prüflauf
fr_fr: Totaux par Catégorie et Test

source: Totals By Category and Reason
de_de: Summen, gruppiert nach Kategorie und Reason
fr_fr: Totaux par Catégorie et Cause

source: Totals By Category and Vendor
de_de: Summen, gruppiert nach Kategorie und Lieferanten
fr_fr: Totaux par Catégorie et Fournisseur

source: Totals By Category and Date
de_de: Summen, gruppiert nach Kategorie und Datum
fr_fr: Totaux par Catégorie et Date

source: No Reason Code
de_de: Kein Reason-Code
fr_fr: Pas de code Cause

source: Unassigned
de_de: Nicht zugeordnet
fr_fr: Non-attribué

source: New
de_de: Neu
fr_fr: Nouveau

source: Reviewed
de_de: In Bearbeitung
fr_fr: Revu

source: Confirmed
de_de: Bestätigt
fr_fr: Confirmé

source: Denied
de_de: Abgelehnt
fr_fr: Refusé

source: Less Than 30 Days
de_de: Weniger als 30 Tage
fr_fr: Moins de 30 jours

source: 30-60 Days
de_de: 30-60 Tage
fr_fr: 30-60 jours

source: 60-90 Days
de_de: 60-90 Tage
fr_fr: 60-90 jours

source: Over 90 Days
de_de: Über 90 Tage
fr_fr: Plus de 90 jours

source: Created
de_de: Erstellt
fr_fr: Créé

source: Unresolved
de_de: Ungelöst
fr_fr: Non résolu

source: Overall
de_de: Insgesamt
fr_fr: Global

source: Issue Status by Category and Test
de_de: Issue-Status, gruppiert nach Kategorie und Prüflauf
fr_fr: Statut Cas par Catégorie et Test

source: Issue Status by Category and Reason
de_de: Issue-Status, gruppiert nach Kategorie und Reason
fr_fr: Statut Cas par Catégorie et Cause

source: Issue Status by Category and Vendor
de_de: Issue-Status, gruppiert nach Kategorie und Lieferanten
fr_fr: Statut Cas par Catégorie et Fournisseur

source: Issue Status by Category and Date
de_de: Issue-Status, gruppiert nach Kategorie und Datum
fr_fr: Statut Cas par Catégorie et Date

source: Issue Status by User and Test
de_de: Issue-Status, gruppiert nach Kategorie und Prüflauf
fr_fr: Statut Cas par Catégorie et Test

source: Issue Age by Category and Test
de_de: Issue-Alterung, gruppiert nach Kategorie und Prüflauf
fr_fr: Age Cas par Catégorie et Test

source: Issue Age by Category and Reason
de_de: Issue-Alterung, gruppiert nach Kategorie und Reason
fr_fr: Age Cas par Catégorie et Cause

source: Issue Age by Category and Vendor
de_de: Issue-Alterung, gruppiert nach Kategorie und Lieferanten
fr_fr: Age Cas par Catégorie et Fournisseur

source: Issue Age by Category and Date
de_de: Issue-Alterung, gruppiert nach Kategorie und Datum
fr_fr: Age Cas par Catégorie et Date

source: Issue Age by User and Test
de_de: Issue-Alterung, gruppiert nach Benutzer und Prüflauf
fr_fr: Age Cas par Utilisateur et Test

source: Issue History by Category and Test
de_de: Issue-Historie, gruppiert nach Kategorie und Prüflauf
fr_fr: Historique Cas par Catégorie et Test

source: Issue History by Category and Reason
de_de: Issue-Historie, gruppiert nach Kategorie und Reason
fr_fr: Historique Cas par Catégorie et Cause

source: Issue History by Category and Vendor
de_de: Issue-Historie, gruppiert nach Kategorie und Lieferanten
fr_fr: Historique Cas par Catégorie et Fournisseur

source: Issue History by Category and Date
de_de: Issue-Historie, gruppiert nach Kategorie und Datum
fr_fr: Historique Cas par Catégorie et Date

source: Issue History by User and Test
de_de: Issue-Historie, gruppiert nach Benutzer und Prüflauf
fr_fr: Historique Cas par Utilisateur et Test

source: Last Status Update by Category and Test
de_de: Letzte Status-Aktualisierung, gruppiert nach Kategorie und Prüflauf
fr_fr: Dernière Date Statut par Catégorie et Test

source: Last Status Update by Category and Reason
de_de: Letzte Status-Aktualisierung, gruppiert nach Kategorie und Reason
fr_fr: Dernière Date Statut par Catégorie et Cause

source: Last Status Update by Category and Vendor
de_de: Letzte Status-Aktualisierung, gruppiert nach Kategorie und Lieferanten
fr_fr: Dernière Date Statut par Catégorie et Fournisseur

source: Last Status Update by Category and Date
de_de: Letzte Status-Aktualisierung, gruppiert nach Kategorie und Datum
fr_fr: Dernière Date Statut par Catégorie et Date

source: Last Status Update by User and Test
de_de: Letzte Status-Aktualisierung, gruppiert nach Benutzer und Prüflauf
fr_fr: Date dernier Statut par Utilisateur et Test

source: Issue Confirmations by Category and Test
de_de: Issue-Bestätigungen, gruppiert nach Kategorie und Prüflauf
fr_fr: Confirmations Cas par Catégorie et Test

source: Issue Confirmations by Category and Reason
de_de: Issue-Bestätigungen, gruppiert nach Kategorie und Reason
fr_fr: Confirmations Cas par Catégorie et Cause

source: Issue Confirmations by Category and Vendor
de_de: Issue-Bestätigungen, gruppiert nach Kategorie und Lieferanten
fr_fr: Confirmations Cas par Catégorie et Fournisseur

source: Issue Confirmations by Category and Date
de_de: Issue-Bestätigungen, gruppiert nach Kategorie und Datum
fr_fr: Confirmations Cas par Catégorie et Date

source: Issue Confirmations by User and Test
de_de: Issue-Bestätigungen, gruppiert nach Benutzer und Prüflauf
fr_fr: Confirmations Cas par Utilisateur et Test

source: Invalid path
de_de: Ungültiger Pfad
fr_fr: Chemin invalide

source: Missing Parameter
de_de: Fehlender Parameter
fr_fr: Paramètre manquant

source: Invalid Path
de_de: Ungültiger Pfad
fr_fr: Chemin Invalide

source: Invalid resource
de_de: Ungültige Ressource
fr_fr: Ressource invalide

source: Malformed request
de_de: Fehlerhafte Abfrage
fr_fr: Requête incorrecte

source: Path does not exist
de_de: Pfad existiert nicht
fr_fr: Le chemin n'existe pas

source: Gold Prairie is already installed.
de_de: Gold Prairie ist bereits installiert.
fr_fr: GP est déjà installé

source: Server database client software not installed. Run "apt-get install php5-mysql"
de_de: Auf dem Server ist die Datenbank-Client-Komponente nicht installiert. Bitte geben Sie das Kommando "apt-get install php5-mysql" auf der Konsole ein.
fr_fr: Le logiciel client d'accès au serveur de données n'est pas installé. Exécutez "apt-get install php5-mysql"

source: Could not connect. Database returned:
de_de: Verbindung konnte nicht hergestellt werden. Fehlermeldung der Datenbank:
fr_fr: Connexion impossible. Retour de la base de données:

source: Installation failed:
de_de: Installation fehlgeschlagen:
fr_fr: Echec de l'installation:

source: missing parameter
de_de: Fehlender Parameter
fr_fr: paramètre manquant

source: configuration directory is not writable
de_de: Konfigurationsorder ist nicht schreibbar
fr_fr: répertoire de configuration en lecture seule

source: could not connect to database:
de_de: Konnte Verbindung zur Datenbank nicht herstellen
fr_fr: ne peut pas se connecter à la base de données:

source: could not create database instance:
de_de: Konnte Datenbank-Instanz nicht erstellen
fr_fr: ne peut pas créer l'instance de la base de données:

source: could not create user:
de_de: konnte Benutzer nicht erstellen
fr_fr: ne peut pas créer l'utilisateur:

source: could not grant rights:
de_de: konnte Rechte nicht vergeben:
fr_fr: ne peut pas accorder les droits à l'utilisateur:

source: table creation failed:
de_de: Erstellen von Tabelle fehlgeschlagen:
fr_fr: échec de la création de la table:

source: application administrator user creation failed:
de_de: Administrator konnte nicht erstellt werden:
fr_fr: échec de la création de l'administrateur de l'application:

source: default dbserver entry creation failed:
de_de: Die Standard-Datenbank-Eintrag konnte nicht erstellt werden:
fr_fr: échec de la création du dbserver par défaut:

source: Missing sequence parameter
de_de: Parameter "sequence" fehlt
fr_fr: Paramètre séquence manquant

source: Missing doc_id parameter
de_de: Parameter "doc_id" fehlt
fr_fr: Paramètre doc_id manquant

source: Show Issues by Test
de_de: Issues anzeigen (Nach Prüflauf gruppiert)
fr_fr: Afficher les Cas par Test

source: Show Issues by Reason
de_de: Issues anzeigen (Nach Reason gruppiert)
fr_fr: Afficher les Cas par Cause

source: Show Issues By Vendor
de_de: Issues anzeigen (Nach Lieferanten gruppiert)
fr_fr: Afficher les Cas par Fournisseur

source: Show Issues by Date
de_de: Issues anzeigen (Nach Datum gruppiert)
fr_fr: Afficher les Cas par Date

source: Overview of Issues
de_de: Issues-Übersicht
fr_fr: Vue globale des Cas

source: Issue Number: Ascending
de_de: Issue-Nummer: Aufsteigend
fr_fr: Nombre de Cas: Croissant

source: Vendor Number: Ascending
de_de: Lieferantennummer: Aufsteigend
fr_fr: Nombre de Fournisseurs: Croissant

source: Amount: Lowest first
de_de: Betrag: Niedrigster zuerst
fr_fr: Montant: Croissant

source: Amount: Highest first
de_de: Betrag: Höchster zuerst
fr_fr: Montant: Décroissant

source: Date: Most recent first
de_de: Datum (aktuellstes zuerst)
fr_fr: Date: Plus récent en haut

source: Date: Oldest first
de_de: Datum (ältestest zuerst)
fr_fr: Date: Plus ancien en haut

source: Issue #
fr_fr: Cas #

source: List of Issues
de_de: Issues-Liste
fr_fr: Liste des Cas

source: The specified issue could not be found
de_de: Das angeforderte Issue konnte nicht gefunden werden
fr_fr: Le cas spécifié ne peut être trouvé

source: (Multiple Categories)
de_de: (Mehrere Kategorien)
fr_fr: (Catégories multiples)

source: (Multiple Vendors)
de_de: (Mehrere Lieferanten)
fr_fr: (Fournisseurs multiples)

source: Review Issue
de_de: Issue als "In Bearbeitung" markieren
fr_fr: Cas à revoir

source: Review Issues
de_de: Issues als "In Bearbeitung" markieren
fr_fr: Cas à revoir

source: Deny Issue
de_de: Issue als abgelehnt markieren
fr_fr: Cas rejeté

source: Deny Issues
de_de: Issues als abgelehnt markieren
fr_fr: Cas rejetés

source: Confirm Issue
de_de: Issue bestätigen
fr_fr: Cas confirmé

source: Confirm Issues
de_de: Issues bestätigen
fr_fr: Cas confirmés

source: Submit Issue
de_de: Issue einreichen
fr_fr: Cas envoyé

source: Submit Issues
de_de: Issues einreichen
fr_fr: Cas envoyés

source: Approve Issue
de_de: Issue freigeben
fr_fr: Cas validé

source: Approve Issues
de_de: Issues freigeben
fr_fr: Cas validés

source: Deduct Issue
de_de: Issue als abgerechnet markieren
fr_fr: Cas déduit

source: Deduct Issues
de_de: Issues als abgerechnet markieren
fr_fr: Cas déduits

source: Cancel Issue
de_de: Issue als abgelehnt markieren
fr_fr: Cas annulé

source: Cancel Issues
de_de: Issues als abgelehnt markieren
fr_fr: Cas annulés

source: Close Issue
de_de: Issue als abgeschlossen markieren
fr_fr: Cas clôturé

source: Close Issues
de_de: Issues als abgeschlossen markieren
fr_fr: Cas clôturés

source: (No Reasons Available)
de_de: (Keine Reasons vorhanden)
fr_fr: (Aucune Cause disponible)

source: Select a reason...
de_de: Wählen Sie bitte ein Reason...
fr_fr: Choisissez une cause...

source: Deny
de_de: Ablehnen
fr_fr: Rejeter

source: Confirm
de_de: Bestätigen
fr_fr: Confirmer

source: Review
de_de: In Bearbeitung
fr_fr: Revoir

source: Approve
de_de: Freigeben
fr_fr: Valider

source: Submit
de_de: Einreichen
fr_fr: Envoyer

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Deduct
de_de: Abgerechnet
fr_fr: Déduire

source: List of Jobs
de_de: Jobs-Liste
fr_fr: Liste des jobs

source: The specified job could not be found
de_de: Der angeforderte Job konnte nicht gefunden werden
fr_fr: Le job spécifié ne peut être trouvé

source: List of Resources
de_de: Ressourcenliste
fr_fr: Liste des Ressources

source: A valid resource was not specified
de_de: Eine gültige Ressource muss angegeben werden
fr_fr: Aucune ressource valide n'a été spécifiée

source: The specified resource could not be found
de_de: Die angeforderte Ressource konnte nicht gefunden werden
fr_fr: La ressource spécifiée ne peut être trouvée

source: No query search parameter was specified
de_de: Kein Abfrageparameter wurde spezifiziert
fr_fr: Aucun paramètre de recherche n'a été indiqué

source: Unknown Failure
de_de: Unbekannter Fehler
fr_fr: Erreur inconnue

source: The request failed for an unknown reason.
de_de: Die Operation ist aus unbekannten Grüden fehlgeschlagen.
fr_fr: La requête a échoué pour une raison inconnue

source: Service Unavailable
de_de: Service nicht verfügbar
fr_fr: Service indisponible

source: The service is currently unavailable.
de_de: Das Service ist derzeit nicht verfügbar
fr_fr: Le service est actuellement indisponible

source: Invalid Version
de_de: Ungültige Version
fr_fr: Version non valide

source: The requested API version is invalid
de_de: Die angeforderte API-Version ist ungültig
fr_fr: La version d'API demandée n'est pas valide

source: Invalid Format
de_de: Ungültiges Format
fr_fr: Format non valide

source: The requested API format is invalid
de_de: Das angeforderte API-Format ist ungültig
fr_fr: Le format d'API demandé n'est pas valide

source: Invalid Credentials
de_de: Ungültige Zugangsdaten
fr_fr: Droits non valides

source: Either the user isn't logged in or invalid credentials have been supplied.
de_de: Entweder ist der Benutzer nicht angemelden, oder ungültige Zugangsdaten sind spezifiziert worden
fr_fr: L'utilisateur n'est pas connecté ou des droits non valides ont été accordés.

source: Insufficient Permission
de_de: Unzureichende Zugriffsrechte
fr_fr: Droits insuffisants

source: The user doesn't have sufficient permission to perform the requested operation.
de_de: Der Benutzer hat nicht die erforderlichen Rechte, um die angeforderte Operation auszuführen.
fr_fr: L'utilisateur n'a pas les droits suffisants pour effectuer l'opération demandée.

source: Invalid Request Type
de_de: Ungültiger Abfragetyp
fr_fr: Type de requête non valide

source: The request was sent with something besides an HTTP POST request.
de_de: Die Abfrage wurde nicht mit der POST-Methode gesendet
fr_fr: La requête a été envoyée avec un supplément à la requête HTTP POST

source: Invalid Request Syntax
de_de: Die Abfragesyntax ist ungültig
fr_fr: Synthaxe de requête non valide

source: The POST request is missing the variables containing the method and/or parameters values.
de_de: Bei der POST-Abfrage fehlen Werte für die Abfragemethode und/oder Parmeterwerte
fr_fr: Les variables contenant la méthode et/ou les valeurs de paramètres manquent à la requête POST

source: Invalid Request Method
de_de: Ungültige Abfrage-Methode
fr_fr: Méthode de requête non valide

source: The request doesn't contain a valid method.
de_de: Die Abfrage enthält keine gültige Methode
fr_fr: La requête ne contient pas de méthode valide.

source: Invalid Request Parameter Syntax
de_de: Ungültige Abfrageparametersyntax
fr_fr: La synthaxe des paramètres de requête n'est pas valide

source: The request parameters could not be parsed; check to make sure the parameters are in proper JSON format.
de_de: Die Anfrageparameter konnten nicht eingelesen werden: Bitte stellen Sie sicher, dass die Parameter dem JSON-Format entsprechen.
fr_fr: Les paramètres de la requête n'ont pas pu être analysés; assurez-vous que les paramètres sont dans le format JSON approprié.

source: Invalid Request Parameters
de_de: Ungültige Abfrageparameter
fr_fr: Paramètres de requête non valides

source: The request doesn't contain appropriate parameters for the specified method.
de_de: Die Abfrage enthält nicht die richtige Parameter für die angegebene Methode.
fr_fr: La requête ne contient pas les paramètres appropriés à la méthode spécifiée.

source: Request Failed
de_de: Anfrage fehlgeschlagen
fr_fr: Echec de la requête

source: The requested operation failed.
de_de: Die angeforderte Operation ist fehlgeschlagen
fr_fr: Echec de l'opération demandée.

source: Configuration Warning
de_de: Konfigurationswarnung
fr_fr: Avertissement de configuration

source: One or more potential problems has been detected in the system configuration:
de_de: Eins oder mehrere Probleme sind in der Systemkonfiguration festgestellt worden:
fr_fr: Un ou plusieurs ploblème(s) potentiel(s) ont été détectés dans la configuration du système:

source: Ignore and continue
de_de: Ignorieren und fortsetzen
fr_fr: Ignorer et continuer

source: Issues
fr_fr: Cas

source: List of Batches
de_de: Batch-Liste
fr_fr: Liste des lots

source: Show Issues by Batch
de_de: Issues anzeigen (nach Batch gruppiert)
fr_fr: Afficher les Cas par Lot

source: Overview of Confirmed Issues
de_de: Übersicht der bestätigten Issues
fr_fr: Vue générale des Cas Confirmés

source: Reason
fr_fr: Cause

source: Claim Code
fr_fr: Code de réclamation

source: No Claim Code
de_de: Kein Claim-Code
fr_fr: Pas de code réclamation

source: Vendor
de_de: Lieferant
fr_fr: Fournisseur

source: Issue
fr_fr: Cas

source: Document #
de_de: Dokument #
fr_fr: Num. document

source: Submitted
de_de: Eingereicht
fr_fr: Envoyé

source: Deducted
de_de: Abgerechnet
fr_fr: Déduit

source: Cancelled
de_de: Abgelehnt
fr_fr: Annulé

source: Closed
de_de: Abgeschlossen
fr_fr: Clôturé

source: ## TEMPLATE NOT FOUND ##
de_de: ## VORLAGE NICHT GEFUNDEN ##
fr_fr: ## MODELE NON TROUVE #

source: Added in test "%s" (%s)
de_de: Im Prüflauf "%s" (%s)
fr_fr: Ajouté dans le test "%s" (%s)

source: Doc No:
de_de: Belegnr.:
fr_fr: Doc Num:

source: Doc Date:
de_de: Belegdatum:
fr_fr: Date Doc:

source: Vendor ID:
de_de: Lieferantennr.:
fr_fr: ID Fournisseur:

source: Subtotal:
de_de: Zwischensumme:
fr_fr: Sous-total:

source: Adjustments:
de_de: Berichtigung(en):
fr_fr: Ajustement(s):

source: Amount
de_de: Betrag
fr_fr: Montant

source: One or more of the following items may contain the following error(s):
de_de: Eine oder mehrere der folgenden Issues könnten folgende Fehler enthalten:
fr_fr: Un ou plusieurs des éléments suivants peuvent contenir ces erreurs :

source: Please contact us at audit@goldprairie.com if you have any questions
de_de: Falls Sie Fragen haben, kontaktieren Sie uns bitte unter audit@goldprairie.com
fr_fr: Merci de nous contacter (audit@gold-prairie.com) si vous avez des questions:

source: ISSUE
fr_fr: CAS

source: (none)
de_de: (keine)
fr_fr: (rien)

source: DEBIT MEMO
de_de: LASTSCHRIFT
fr_fr: NOTE DE DEBIT

source: Finished
de_de: Fertig
fr_fr: Terminé

source: Running
de_de: Operation wird ausgeführt
fr_fr: Exécution

source: **** NOTE: YOU'RE ON THE TEST SITE ****
de_de: HINWEIS: SIE BEFINDEN SICH AUF DER TESTSITE
fr_fr: **** REMARQUE: VOUS ETES SUR LE SITE DE TEST ****

source: Tracking
fr_fr: Suivi

source: Resources
de_de: Ressourcen
fr_fr: Ressources

source: Admin Tools
de_de: Administration
fr_fr: Outils d'administration

source: Instance Admin
de_de: Instanzadministration
fr_fr: Administration de l'instance

source: Site Admin
de_de: Site-Administration
fr_fr: Administration du site

source: Switch to another instance
de_de: Zu einer anderen Instanz wechseln
fr_fr: Changer d'instance

source: Edit your account settings
de_de: Kontoeinstellungen bearbeiten
fr_fr: Modifier vos paramètres de compte

source: Sign out
de_de: Ausloggen
fr_fr: Déconnexion

source: Loading...
de_de: Wird geladen...
fr_fr: Chargement...

source: First Name
de_de: Vorname
fr_fr: Prénom

source: Last Name
de_de: Name
fr_fr: Nom

source: Email
fr_fr: Courrier électronique

source: Company
de_de: Firma
fr_fr: Société

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Confirm Password
de_de: Passwort bestätigen
fr_fr: Confirmer mot de passe

source: Creating account...
de_de: Konto wird erstellt...
fr_fr: Création du compte...

source: Sign Up
de_de: Jetzt anmelden
fr_fr: Identification
