Repository: flexiodata/flexio-web-app
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Already have an account?
de_de: Haben Sie schon ein Benutzerkonto?
fr_fr: Avez-vous déjà un compte?

source: Account Settings
de_de: Kontoeinstellungen
fr_fr: Paramètres du compte

source: General Settings
de_de: Allgemein
fr_fr: Paramètres généraux

source: Change Password
de_de: Passwort ändern
fr_fr: Changer Mot de passe

source: Region
fr_fr: Région

source: Back to site
de_de: Zurück zur Site
fr_fr: Retour au site

source: Instance Settings
de_de: Instanzeinstellungen
fr_fr: Paramètres d'Instance

source: Users
de_de: Benutzer
fr_fr: Utilisateurs

source: Templates
de_de: Vorlagen
fr_fr: Modèles

source: Data Feeds
de_de: Daten-Feeds
fr_fr: Flux de données

source: Claim Types
de_de: Claim-Codes
fr_fr: Types Réclamations

source: Log
fr_fr: Journal

source: Filesystem
de_de: Dateisystem
fr_fr: Fichier système

source: Filter Results
de_de: Ergebnisse filtern
fr_fr: Filtrer Résultats

source: Hide Filter
de_de: Filter ausblenden
fr_fr: Cacher Filtre

source: Show/Hide Filter
de_de: Filter ein-/ausblenden
fr_fr: Afficher/Cacher Filtre

source: Counts
de_de: Summen
fr_fr: Comptes

source: Amounts
de_de: Beträge
fr_fr: Montants

source: Reports
de_de: Berichte
fr_fr: Rapports

source: Comma-Delimited
de_de: Kommagetrennte Datei
fr_fr: CSV

source: Assembling Batch %p1
de_de: Batch %p1 wird zusammengestellt
fr_fr: Assemblage du lot %p1

source: Assembling a batch file can take up to a few minutes. Please wait while the batch is assembled.
de_de: Es kann ein paar Minuten dauern, um eine Batch-Datei zu erstellen. Bitte warten Sie einen Augenblick.
fr_fr: Assembler un lot de fichier peut prendre quelques minutes. Veuillez patienter pendant l'assemblage.

source: Assembling batch
de_de: Batch wird zusammengestellt
fr_fr: Assemblage du lot

source: %p1 complete
de_de: %p1 fertig
fr_fr: %p1 terminé.

source: Batch %p1 is ready for download
de_de: Batch %p1 ist zum Download bereit
fr_fr: Lot %p1 prêt pour le téléchargement

source: Your batch has successfully been created and is ready for you to download.
de_de: Ihre Batch-Datei wurde erfolgreich erstellt und steht zum Download bereit.
fr_fr: Votre lot a été créé avec succès et est prêt pour le téléchargement.

source: Download Batch %p1
de_de: Batch %p1 herunterladen
fr_fr: Téléchargement Lot %p1

source: An error occurred
de_de: Ein Fehler ist aufgetreten
fr_fr: Un erreur est survenue

source: Stack Trace:
fr_fr: Trace de la pile:

source: The page you're looking for can't be found
de_de: Die Seite, die Sie suchen, kann nicht gefunden werden.
fr_fr: La page que vous recherchez ne peut être trouvée

source: Oops! We can't seem to find that page. Enter something in the search box above or choose one of the links below:
de_de: Leider konnte die von Ihnen angeforderte Seite nicht gefunden werden. Bitte geben Sie einen Suchbegriff ein oder klicken Sie auf einen der folgenden Links.
fr_fr: Oops! Nous ne trouvons pas cette page. Effectuez une saisie dans la zone de recherche ci-dessus ou choisissez l'un des liens ci-dessous:

source: Main Overview
de_de: Überblick
fr_fr: Vue globale

source: Overview of Tracking
de_de: Tracking-Übersicht
fr_fr: Vue globale du suivi

source: Welcome to Gold Prairie!
de_de: Willkommen bei Gold Prairie
fr_fr: Bienvenue dans GP!

source: I Accept
de_de: Ich stimme zu
fr_fr: J'accepte

source: Install Gold Prairie
de_de: Gold Prairie installieren
fr_fr: Installer GP

source: Step 1 of 2: Connect to Database
de_de: Schritt 1 von 2: Verbindung zur Datenbank herstellen
fr_fr: Etape 1 sur 2: Connexion à la base de données

source: Host
de_de: Servername
fr_fr: Hôte

source: DBA Username
de_de: DBA-Benutzername
fr_fr: Nom utilisateur DBA

source: DBA Password
de_de: DBA-Passwort
fr_fr: Mot de passe DBA

source: Step 2 of 2: Create Gold Prairie Directory Database
de_de: Schritt 2 von 2: Gold Prairie Directory-Datenbank erstellen
fr_fr: Etape 2 sur 2: Créer la base de données GP

source: Database Name
de_de: Datenbankname
fr_fr: Nom de base de données

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur

source: Previous
de_de: Zurück
fr_fr: Précédent

source: Installation Successful!
de_de: Installation erfolgreich abgeschlossen!
fr_fr: Installation terminée avec succès!

source: A default Gold Prairie administrator with the following username and password has been created for you. Keep a copy of this information in a safe place:
de_de: Ein Administratorkonto wurde mit dem folgenden Benutzername und Passwort erstellt. Bitte notieren Sie sich diese Daten.
fr_fr: Un administrateur Gold Prairie par défaut avec le nom d'utilisateur et le mot de passe ci-dessous a été créé pour vous. Conservez précieusement une copie de ces informations:

source: Go to Site Admin
de_de: Site-Administration
fr_fr: Aller à l'administation du site

source: Created:
de_de: Erstellt:
fr_fr: Créé:

source: Last Status Change:
de_de: Letzte Status-Änderung
fr_fr: Dernier Changement Statut:

source: Gross:
de_de: Brutto:
fr_fr: Brut:

source: Adjustment(s):
de_de: Berichtigung(en):
fr_fr: Ajustement(s):

source: Last updated:
de_de: Letzte Aktualisierung
fr_fr: Dernière mise à jour:

source: Adjustments
de_de: Berichtigung(en):
fr_fr: Ajustement(s):

source: Detail
fr_fr: Détail

source: Attachments
de_de: Anhänge
fr_fr: Pièces jointes

source: Paybacks
de_de: Rückzahlungen
fr_fr: Récupérations

source: Select All
de_de: Alles markieren
fr_fr: Sélectionner tout

source: Select None
de_de: Nichts auswählen
fr_fr: Désélectionner tout

source: Review Selected Issues
de_de: Selektierte Issues als "In Bearbeitung" markieren
fr_fr: Revoir Cas Sélectionnés

source: Deny Selected Issues
de_de: Selektierte Issues als Abgelehnt markieren
fr_fr: Rejeter Cas Sélectionnés

source: Confirm Selected Issues
de_de: Selektierte Issues als Bestätigt markieren
fr_fr: Confirmer Cas Sélectionnés

source: Submit Selected Issues
de_de: Selektierte Issues als Eingereicht markieren
fr_fr: Envoyer Cas Sélectionnés

source: Deduct Selected Issues
de_de: Selektierte Issues als Abgerechnet markieren
fr_fr: Déduire Cas Sélectionnés

source: Showing %p1 of %p2 results
de_de: Ergebnisse %p1 von %p2 werden angezeigt
fr_fr: Affichage de %p1 sur %p2 résultats

source: Showing 1 result
de_de: 1 Ergebnis wird angezeigt
fr_fr: Affichage de 1 résultat

source: Showing 0 results
de_de: Keine Ergebnisse
fr_fr: Affichage de 0 résultat

source: All %p1 issues on this page are selected.
de_de: Alle %p1 Issues auf dieser Seite sind selektiert
fr_fr: %p1 cas de cette page sont sélectionnés.

source: Select all %p1 issues
de_de: Alle %p1 Issues selektieren
fr_fr: Sélectionner %p1 cas

source: All %p1 issues are selected.
de_de: Alle %p1 Issues sind selektiert.
fr_fr: %p1 cas sont sélectionnés.

source: Clear selection
de_de: Auswahl aufheben
fr_fr: Effacer la sélection

source: Status
fr_fr: Statut

source: There are no issues to show
de_de: Keine Treffer gefunden
fr_fr: Il n'y a pas de cas à afficher

source: Comment
de_de: Kommentare
fr_fr: Commentaire

source: Report
de_de: Bericht
fr_fr: Rapport

source: Show more...
de_de: Mehr...
fr_fr: Afficher plus...

source: Back to job list
de_de: Zurück zur Jobliste
fr_fr: Retour à la liste des jobs

source: Created by:
de_de: Erstellt von:
fr_fr: Créé par:

source: Created date:
de_de: Erstellungsdatum:
fr_fr: Date création:

source: Last updated date:
de_de: Letzte Aktualisierung:
fr_fr: Date dernière mise à jour:

source: Details
fr_fr: Détails

source: Click to edit
de_de: Hier klicken, um Objekt zu bearbeiten
fr_fr: Cliquer pour éditer

source: Job command JSON goes here...
de_de: Job-JSON hier eingeben...
fr_fr: Commande de job JSON ici...

source: Add a step
de_de: Jobschritt hinzufügen
fr_fr: Ajouter une étape

source: Add New Job
de_de: Neuer Job
fr_fr: Nouveau Job

source: All %p1 jobs on this page are selected.
de_de: Alle %p1 Jobs auf dieser Seite sind selektiert
fr_fr: Les %p1 jobs de cette page sont sélectionnés.

source: Select all %p1 jobs
de_de: Alle %p1 Jobs selektieren
fr_fr: Sélectionner %p1 jobs

source: All %p1 jobs are selected.
de_de: Alle %p1 Jobs sind selektiert.
fr_fr: %p1 jobs sélectionnés.

source: Edit Job
de_de: Job bearbeiten
fr_fr: Modifier Job

source: Delete Job
de_de: Prüflauf löschen
fr_fr: Supprimer Job

source: You
de_de: Sie
fr_fr: Vous

source: 5 more
de_de: 5 mehr
fr_fr: 5 et plus

source: Add Stacks
de_de: Stack erstellen
fr_fr: Ajouter Piles

source: Add stacks
de_de: Stack erstellen
fr_fr: Ajouter piles

source: (No stacks)
de_de: (Keine Stacks)
fr_fr: (Pas de pile)

source: Add tags
de_de: Tag(s) hinzufügen...
fr_fr: Ajouter balises

source: (No tags)
de_de: (Keine Tags)
fr_fr: (Pas de balise)

source: Logging in...
de_de: Anmeldung...
fr_fr: Connexion à...

source: Sign In
de_de: Anmelden
fr_fr: Connexion

source: Don't have an account?
de_de: Haben Sie noch kein Konto erstellt?
fr_fr: Vous n'avez pas de compte?

source: Assembling %p1
de_de: '%p1' wird zusammengestellt
fr_fr: Assemblage %p1

source: Assembling a report can take up to a few minutes. Please wait while the report is assembled.
de_de: Es kann ein paar Minuten dauern, um einen Bericht zu erstellen. Bitte warten Sie einen Augenblick.
fr_fr: Assembler un rapport peut prendre quelques minutes. Veuillez patienter.

source: Assembling report
de_de: Bericht wird zusammengestellt
fr_fr: Assemblage du rapport

source: %p1 is ready for download
de_de: '%p1' ist zum Download bereit
fr_fr: %p1 prêt pour le téléchargement

source: Your report has successfully been created and is ready for you to download.
de_de: Ihr Bereicht wurde erfolgreich erstellt und steht zum Download bereit.
fr_fr: Votre rapport a été créé avec succès et est prêt pour le téléchargement.

source: Download %p1
de_de: %p1 herunterladen
fr_fr: Téléchargement %p1

source: Back to resource list
de_de: Zurück zur Resssourcenliste
fr_fr: Retour à la liste des ressources

source: Edit Details
de_de: Eigenschaften bearbeiten
fr_fr: Modifier Détails

source: Open this resource in a new tab
de_de: Diese Ressource in einer neuen Registerkarte öffnen
fr_fr: Ovrir cette ressource dans une nouvelle fenêtre

source: Open in browser
de_de: Im Browser öffnen
fr_fr: Ovrir dans un navigateur

source: Open this resource in the Gold Prairie Workstation
de_de: Im Gold Prairie Workstation öffnen
fr_fr: Ouvrir cette ressource dans GP Workstation

source: Open in Workstation
de_de: Im Workstation öffnen
fr_fr: Ouvrir dans Workstation

source: Comments
de_de: Kommentare
fr_fr: Commentaires

source: History
de_de: Verlauf
fr_fr: Historique

source: Name
fr_fr: Nom

source: Width
de_de: Breite
fr_fr: Largeur

source: Decimals
de_de: Dezimaltrennzeichen
fr_fr: Décimales

source: Formula
de_de: Formel
fr_fr: Formule

source: Login
fr_fr: Connexion

source: Public
de_de: Öffentlich
fr_fr: Publique

source: Display this resource in the 'All&nbsp;Resources' list for this user or group
de_de: Ressource in der Ressourcenliste für diesen Benutzer/diese Gruppe anzeigen
fr_fr: Afficher cette ressource dans la liste 'All&nbsp;Resources' pour cet utilisateur ou groupe

source: Publish
de_de: Veröffentlichen
fr_fr: Publier

source: Allow this user or group to edit this resource
de_de: Diesem Benutzer/Dieser Gruppe Zugriff auf diese Ressource erlauben
fr_fr: Autoriser cette utilisateur ou groupe à modifier cette ressource

source: Read/Write
de_de: Lesen/Schreiben
fr_fr: Lire/Ecrire

source: Allow this user or group to share this resource
de_de: Diesem Benutzer/Dieser Gruppe erlauben, diese Ressource freizugeben
fr_fr: Autoriser cette utilisateur ou groupe à partager cette ressource

source: Share
de_de: Freigeben
fr_fr: Partager

source: Add new resource
de_de: Neue Ressource erstellen
fr_fr: Ajouter nouvelle ressource

source: Upload Resource File
de_de: Ressource-Datei hochladen...
fr_fr: Charger Fichier Ressource

source: Edit Stack and Tags
de_de: Stacks und Tags bearbeiten
fr_fr: Modifier Piles et Balises

source: Manage Permissions and Sharing
de_de: Berechtigungen und Freigaben verwalten
fr_fr: Gérer Permissions et Partages

source: Remove From My Collection
de_de: Aus Sammlung entfernen
fr_fr: Supprimer de Ma Collection

source: All %p1 resources on this page are selected.
de_de: Alle %p1 Ressourcen auf dieser Seite sind selektiert
fr_fr: %p1 ressources sont sélectionnés dans cette page.

source: Select all %p1 resources
de_de: Alle %p1 Ressourcen selektieren
fr_fr: Sélectionner %p1 ressources

source: All %p1 resources are selected.
de_de: Alle %p1 Ressources sind selektiert.
fr_fr: %p1 ressources sont sélectionnés.

source: There are no resources to show
de_de: Keine Ressourcen vorhanden
fr_fr: Il n'y a pas de ressource à afficher

source: View/Edit Details
de_de: Details ansehen/bearbeiten
fr_fr: Voir/Modifier Détails

source: Remove from My Collection
de_de: Aus Sammlung entfernen
fr_fr: Supprimer de Ma Collection

source: Add to My Collection
de_de: Zur Sammlung hinzufügen
fr_fr: Ajouter à Ma Collection

source: Add Resource
de_de: Ressource hinzufügen
fr_fr: Ajouter Ressources

source: Choose the method in which you would like to add the resource.
de_de: Wählen Sie die Art von Ressource, die Sie erstellen möchten.
fr_fr: Choisir la méthode dans laquelle vous souhaitez ajouter la ressource

source: Select method...
de_de: Wählen Sie bitte eine Methode...
fr_fr: Sélectionner méthode...

source: Link
fr_fr: Lien

source: Upload
de_de: Datei hochladen
fr_fr: Télécharger

source: Server
fr_fr: Serveur

source: Back to edit resource
de_de: Zurück zur Ressourcesbearbeitung
fr_fr: Retour à la modification de ressource

source: Set public permissions and share with users/groups to manage individual permissions.
de_de: Öffentlichen Zugriff und Freigaben für Benutzer/Gruppen managen
fr_fr: Définir les autorisations publiques et partager avec les utilisateurs/groupes pour gérer les autorisations individuelles.

source: Add Users/Groups
de_de: Benutzer/Gruppen erstellen
fr_fr: Ajouter Utilisateur/Groupe

source: Enter name, email or group...
de_de: Namen, E-Mail Adresse oder Gruppe eingeben...
fr_fr: Entrer nom, email ou groupe...

source: Notify users via system notifications and email
de_de: Benutzer über Systemmeldungen und E-Mails benachrichtigen
fr_fr: Avertir les utilisateurs par système de notification et email

source: Include a message (optional)
de_de: Nachricht hinzufügen (optional)
fr_fr: Inclure message (optionnel)

source: Continue
de_de: Weiter
fr_fr: Continuer

source: Remove this user or group
de_de: Diesen Benutzer/Diese Gruppe entfernen
fr_fr: Supprimer cet utilisateur ou groupe

source: Remove
de_de: Entfernen
fr_fr: Supprimer

source: Site Settings
de_de: Siteadministration
fr_fr: Paramétrage Site

source: Overview
de_de: Überblick
fr_fr: Vue globale

source: Database Servers
de_de: Datenbankserver
fr_fr: Serveur de base de données

source: Administrators
de_de: Administratoren
fr_fr: Administrateurs

source: Download
de_de: Herunterladen
fr_fr: Télécharger

source: Step 1 of 3: Upload Files
de_de: Schritt 1 von 3: Datei(en) hochladen
fr_fr: Etape 1 sur 3: Chargement des fichiers

source: Uploading Files...
de_de: Dateien hochladen...
fr_fr: Chargement Fichiers...

source: Upload Files
de_de: Dateien hochladen...
fr_fr: Charger Fichiers

source: Step 2 of 3: Select Fields
de_de: Schritt 2 von 3: Felder auswählen
fr_fr: Etape 2 sur 3: Selectionner Champs

source: Step 3 of 3: Select Tests
de_de: Schritt 3 von 3: Tests auswählen
fr_fr: Etape 3 sur 3: Sélectionner Tests

source: Same invoice number, same date, same amount
de_de: Gleiche Rechnungsnummer, gleiches Datum, gleicher Betrag
fr_fr: Num. fact. identique, date identique, montant identique

source: Same invoice number, different date, same amount
de_de: Gleiche Rechnungsnr, Ungleiches Datum, Gleicher Betrag
fr_fr: Num. fact. identique, date différente, montant identique

source: Different invoice number, same date, same amount
de_de: Ungleiche Recnungsnummer, gleiches Datum, gleicher Betrag
fr_fr: Num. fact. différent, date identique, montant identique

source: Same invoice number, same date, different amount
de_de: Gleiche Rechnungsnummer, gleiches Datum, Ungleicher Betrag
fr_fr: Num. fact. identique, date identique, montant différent

source: Same invoice number, different date, different amount
de_de: Gleiche Rechnungsnummer, ungleiches Datum, Ungleicher Betrag
fr_fr: Num. fact. identique, date différente, montant différent

source: Different invoice number, same date, different amount
de_de: Ungleiche Rechnungsnummer, gleiches Datum, Ungleicher Betrag
fr_fr: Num. fact. différent, date identique, montant différent

source: Missed Discount Analysis
de_de: Verpasste Skonto-Rabatten
fr_fr: Analyse Remises Manquante

source: Payment Made with Excessive Invoice Amount
de_de: Zahlungsfehler (übermäßiger Betrag)
fr_fr: Paiement effectué avec un montant de facturation excessif

source: Payment Made Prior to an Invoice
de_de: Zahlungsfehler (Zahlung erfolgt vor Rechnungsdatum)
fr_fr: Paiement effectué avant la facturation

source: Payment Made on a Non-Work Day
de_de: Zahlungsfehler (Zahlung an Nicht-Werktag)
fr_fr: Paiement effectué un jour non travaillé

source: Duplicate Tax ID
de_de: Doppelte Steuernummer
fr_fr: Duplication Num. fiscaux

source: Duplicate Name
de_de: Doppelte Namen
fr_fr: Duplication Nom

source: Duplicate Address
de_de: Doppelte Adressen
fr_fr: Duplication Adresses

source: Finish
de_de: Fertigstellen
fr_fr: Terminer

source: Create a new data feed
de_de: Einen neuen Daten-Feed erstellen
fr_fr: Créer un nouveau flux de données:

source: Data Feed Name
de_de: Daten-Feed-Name
fr_fr: Nom du flux de données

source: File
de_de: Datei
fr_fr: Fichier

source: Category
de_de: Kategorie
fr_fr: Catégorie

source: Group
de_de: Gruppe
fr_fr: Groupe

source: Append data to an existing data feed
de_de: Daten auf einen bereits bestehenden Daten-Feed hochladen:
fr_fr: Ajouter les données à un flux existant

source: To upload data to the specified data feed, choose a file using the file selector and fill out the required parameters.
de_de: Um Daten in den spezifizierten Daten-Feed einzuladen, wählen Sie eine Datei mit dem Dateiauswahldialog aus
fr_fr: Pour charger les données vers le flux spécifié, choisissez un fichier en utilisant la sélection de fichier et renseigner le paramètre requis.

source: OR
de_de: oder
fr_fr: OU

source: Would you like to run all analysis jobs in the current instance? If so, enter the current instance name '%p1' below to confirm and continue.
de_de: Möchten Sie alle Prüfläufe in der aktiven Instanz laufen lassen? Wenn ja, geben Sie den aktuellen Instanznamen '%p1' unten ein.
fr_fr: Voulez-vous exécuter tous les jobs d'analyse de l'instance en cours? Si oui, entrez le nom de l'instance en cours '%p1' pour confirmer et continuer.

source: Instance Name
de_de: Instanzname
fr_fr: Nom d'instance

source: Running Analysis Jobs...
de_de: Prüfläufe werden ausgeführt
fr_fr: Jobs d'analyse en cours...

source: Yes, Run Analysis Jobs
de_de: Ja, Prüfläufe ausführen
fr_fr: Oui, exécuter les jobs d'analyse

source: Would you like to clear all data from the specified data feed in the current instance? If so, enter the current instance name '%p1' below to confirm and continue.
de_de: Möchten Sie alle Daten in der aktuellen Instanz löschen? Wenn ja, geben Sie bitte den aktuellen Instanznamen '%p1' ein.
fr_fr: Voulez-vous effacer toutes les données de l'instance en cours? Si oui, entrez le nom de l'instance en cours '%p1' pour confirmer et continuer.

source: Clearing Data Feeds...
de_de: Inhalt des Daten-Feeds wird gelöscht
fr_fr: Effacement Flux Données...

source: Yes, Clear Data Feed
de_de: Ja, Inhalt eines Daten-Feeds löschen
fr_fr: Oui, effacer le flux de données.

source: Would you like to clear all data from the current instance? If so, enter the current instance name '%p1' below to confirm and continue.
de_de: Möchten Sie alle Daten in der aktuellen Instanz käschen? Wenn ja, geben Sie bitte den aktuellen Instanznamen '%p1' ein.
fr_fr: Voulez-vous effacer toutes les données de l'instance en cours? Si oui, entrez le nom de l'instance en cours '%p1' pour confirmer et continuer.

source: Clearing All Content...
de_de: Inhalte werden gelöscht...
fr_fr: Effacement Tout Contenu

source: Yes, Clear All Content
de_de: Ja, Inhalt löschen
fr_fr: Oui, effacer tout le contenu

source: Would you like to reset all items to 'New Analysis' in the existing data in the current instance? If so, enter the current instance name '%p1' below to confirm and continue.
de_de: Möchten Sie alle Issues in der aktuellen Instanz auf 'Neu' zurücksetzen? Wenn ja, geben Sie bitte den aktuellen Instanznamen '%p1' ein.
fr_fr: Voulez-vous réinitialiser et renommer tous les cas en 'Nouvelle Analyse' pour les données existantes de l'instance en cours? Si oui, entrez le nom de l'instance en cours '%p1' pour confirmer et continuer.

source: Resetting Analysis Statuses...
de_de: Status wird zurückgesetzt...
fr_fr: Réinitialisation Statuts Analyses...

source: Yes, Reset Analysis Status
de_de: Ja, Status zurücksetzen
fr_fr: Oui, réinitialiser les statuts d'analyse

source: Would you like to delete temporary tables from the system?
de_de: Möchten Sie alle temporären Tabellen im System löschen?
fr_fr: Voulez-vous supprimer les tables temporaires du système?

source: Cleaning Database...
de_de: Datenbank wird bereinigt...
fr_fr: Nettoyage Base de données...

source: Yes, Clean Database
de_de: Ja, Datenbank bereinigen
fr_fr: Oui, nettoyer la base de données

source: Would you like to optimize the database?
de_de: Möchten Sie die Datenbank optimieren?
fr_fr: Voulez-vous optimiser la base de données?

source: Optimizing Database...
de_de: Datenbank wird optimiert...
fr_fr: Optimisation Base de données...

source: Yes, Optimize Database
de_de: Ja, Datenbank optimieren
fr_fr: Oui, optimiser la base de données

source: Would you like to update the document tags? If so, enter the current instance name '%p1' below to confirm and continue.
de_de: Möchten Sie alle Schlüsselwörter aktualisieren? Wenn ja, geben Sie bitte den aktuellen Instanznamen '%p1' ein.
fr_fr: Voulez-vous mettre à jour les balises de documents? Si oui, entrez le nom de l'instance en cours '%p1' pour confirmer et continuer.

source: Updating Document Tags...
de_de: Dokumentschlüsselwörter werden aktualisiert...
fr_fr: Mise à jour Balises Documents...

source: Yes, Update Document Tags
de_de: Ja, Dokumentschlüsselwörter aktualisieren
fr_fr: Oui, mettre à jour les balises de documents

source: Would you like to synchronize vendor references in the current instance? If so, enter the current instance name '%p1' below to confirm and continue.
de_de: Möchten Sie Lieferantenreferenzen in der aktuellen Instanz synchronisieren? Wenn ja, geben Sie den aktuellen Instanznamen '%p1' ein.
fr_fr: Voulez-vous synchroniser les références de fournisseurs de l'instance en cours? Si oui, entrez le nom de l'instance en cours '%p1' pour confirmer et continuer.

source: Synchronizing Vendors...
de_de: Lieferanten werden synchronisiert...
fr_fr: Synchronisation Fournisseurs...

source: Yes, Synchronize Vendors
de_de: Ja, Lieferanten synchronisieren
fr_fr: Oui, synchroniser les fournisseurs

source: Would you like to install demo data over the existing data in the current instance? If so, enter the current instance name '%p1' below to confirm and continue.
de_de: Ungleiche Rechnungsnummer, Gleiches Datum, Gleicher Betrag
fr_fr: Voulez-vous charger les données de démonstration et écraser les données existantes de l'instance en cours? Si oui, entrez le nom de l'instance en cours '%p1' pour confirmer et continuer.

source: Duplicate Analysis
de_de: Doppelzahlungsanalyse
fr_fr: Analyses Duplication

source: Discount Analysis
de_de: Skonto-Analyse
fr_fr: Analyses Remise

source: Pricing Analysis
de_de: Betrag-Analyse
fr_fr: Analyses Tarifs
