Repository: flexiodata/flexio-web-app
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: The thousands separator and decimal separator cannot be the same
de_de: Der Tausendertrenner und der Dezimaltrenner dürfen nicht das gleiche Zeichen sein
fr_fr: Le séparateur milliers et le séparateur décimal ne peuvent pas être identiques

source: The regional settings for '%p1' have been updated. This page will reload shortly.
de_de: Die Ländereinstellungen für Benutzer '%p1' wurden aktualisiert. Die Webseite wird neu geladen.
fr_fr: Les paramètres régionaux de '% p1' ont été mis à jour. Cette page sera rechargée rapidement.

source: Feb
fr_fr: Fév

source: Apr
fr_fr: Avr

source: Jun
fr_fr: Juin

source: Jul
fr_fr: Juil

source: Aug
fr_fr: Aoû

source: Sep
fr_fr: Sept

source: Dec
de_de: Dez
fr_fr: Déc

source: Su
de_de: So
fr_fr: Di

source: Mo
fr_fr: Lu

source: Tu
de_de: Di
fr_fr: Ma

source: We
de_de: Mi
fr_fr: Me

source: Th
de_de: Do
fr_fr: Je

source: Fr
fr_fr: Ve

source: Sa
fr_fr: Sam

source: Sun
de_de: So
fr_fr: Di

source: Mon
de_de: Mo
fr_fr: Lun

source: Tue
de_de: Di
fr_fr: Mar

source: Wed
de_de: Mi
fr_fr: Mer

source: Thu
de_de: Do
fr_fr: Jeu

source: Fri
de_de: Fr
fr_fr: Ven

source: Sat
de_de: Sa
fr_fr: Sam

source: Sunday
de_de: Sonntag
fr_fr: Dimanche

source: Monday
de_de: Montag
fr_fr: Lundi

source: Tuesday
de_de: Dienstag
fr_fr: Mardi

source: Wednesday
de_de: Mittwoch
fr_fr: Mercredi

source: Thursday
de_de: Donnerstag
fr_fr: Jeudi

source: Friday
de_de: Freitag
fr_fr: Vendredi

source: Saturday
de_de: Samstag
fr_fr: Samedi

source: First
de_de: Vorname
fr_fr: Premier

source: Last
de_de: Name
fr_fr: Dernier

source: [More]
de_de: [Mehr]
fr_fr: [Plus]

source: %p1 is required
de_de: %p1 ist erforderlich
fr_fr: %p1 est requis

source: %p1 must be at least %p2 characters
de_de: %p1 muss aus mindestens %p2 Zeichen bestehen
fr_fr: %p1 doit comporter au moins %p2 caractères

source: Could not find script path!
de_de: Konnte Skript-Datei nicht finden!
fr_fr: Impossible de trouver le chemin du script!

source: Script is being loaded more than once!
de_de: Skript wird mehr als einmal geladen!
fr_fr: Le script est actuellement chargé plus d'une fois!

source: A document ID must be specified in order to add an adjustment
de_de: Eine Dokument-ID muss angegeben werden, um eine Berichtigung hinzufügen zu können
fr_fr: Un ID document doit être spécifié pour pouvoir ajouter un ajustement

source: Add Attachments...
de_de: Anhang hinzufügen...
fr_fr: Ajouter Pièces jointes...

source: Add Comment
de_de: Kommentar hinzufügen
fr_fr: Ajouter Commentaire

source: Last 90 Days
de_de: Letzte 90 Tage
fr_fr: 90 derniers jours

source: Choose Files...
de_de: Dateien auswählen...
fr_fr: Choisir les fichiers...

source: Choose File...
de_de: Datei auswählen...
fr_fr: Choisir le fichier...

source: Issue amount: %p1
de_de: Issue-Betrag: %p1
fr_fr: Montant cas: %p1

source: %p1 issue(s)
fr_fr: %p1 cas

source: Are you sure you want to delete section '%p1'?
de_de: Sind Sie sicher, dass Sie den Jobabschnitt '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer la section '%p1'?

source: Are you sure you want to delete step '%p1'?
de_de: Sind Sie sicher, dass Sie den Jobschritt '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer l'étape '%p1'?

source: Add New Job Section
de_de: Neuer Jobabschnitt
fr_fr: Ajouter Nouvelle Section Job

source: Add new job section.
de_de: Neuer Jobabschnitt
fr_fr: Ajouter nouvelle catégorie job

source: Job Section Name
de_de: Jobabschnitt-Name
fr_fr: Nom Catégorie Job

source: Job Section Description
de_de: Jobabschnittbeschreibung
fr_fr: Description Section Job

source: Add New Job Step
de_de: Neuer Jobschritt
fr_fr: Nouvelle Etape Job

source: Add new job step.
de_de: Jobabschnitt hinzufügen.
fr_fr: Ajouter nouvelle étape job.

source: Job Step Name
de_de: Jobschrittname
fr_fr: Nom Etape Job

source: Job Step Description
de_de: Jobschrittbeschreibung
fr_fr: Description Etape Job

source: Are you sure you want to delete job '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Job '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer le job '%p1'?

source: Add new job.
de_de: Job erstellen
fr_fr: Ajouter nouveau job.

source: Job Name
fr_fr: Nom Job

source: Job Description
de_de: Jobbeschreibung
fr_fr: Description Job

source: Edit job.
de_de: Job bearbeiten
fr_fr: Modifier job

source: Uploading '%p1'
de_de: '%p1' wird hochgeladen
fr_fr: Téléchargement '%p1'

source: Are you sure you want to delete instance '%p1'?
de_de: Sind Sie sicher, dass Sie die selektierte Instanz '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer l'instance '%p1'?

source: Detach instance '%p1'?
de_de: Instanz '%p1' abtrennen?
fr_fr: Détacher l'instance '%p1'

source: This will detach the instance from the system (NOTE: This will *NOT* delete any of the instance's data). Please enter the instance name '%p1' to continue.
de_de: Die Instanz wird vom System abgetrennt (Hinweis: Die Daten in der Instanz werden nicht gelöscht). Geben Sie bitte den Instanzname '%p2' ein:
fr_fr: Ceci va détacher l'instance du système (REMARQUE: Ceci NE SUPPRIMERA PAS les données de l'instance). Entrez le nom de l'instance 'p1%' pour continuer.

source: Instance name did not match
de_de: Instanzname stimmt nicht überein.
fr_fr: Le nom d'instance ne correspond pas

source: Are you sure you want to delete administrator '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Administrator '%p1' löschen möchten?
fr_fr: Etes-vous certains de vouloir supprimer l'administrateur '%p1'?

source: Are you sure you want to delete database server '%p1'?
de_de: Sind Sie sicher, dass Sie den selektierten Datenbankserver '%p1' entfernen möchten?
fr_fr: Etes-vous certains de vouloir supprimer la base de données '%p1'?

source: Missing event_name parameter
de_de: Parameter "event_name" fehlt

source: Production
de_de: Produktion

source: Test
de_de: Prüflauf

source: Type
de_de: Typ

source: Description
de_de: Beschreibung

source: Date
de_de: Datum

source: Total:
de_de: Gesamtsumme:

source: Page %n
de_de: Seite %n

source: Actions
de_de: Aktionen

source: Tests
de_de: Prüfläufe

source: Configuration
de_de: Konfiguration

source: Message:
de_de: Nachricht:

source: Net:
de_de: Netto:

source: Structure
de_de: Struktur

source: Source
de_de: Quelldaten

source: Permissions
de_de: Benutzerrechte

source: Instances
de_de: Instanzen

source: Type:
de_de: Typ:

source: Message
de_de: Nachricht

source: Instance
de_de: Instanz

source: Flag
de_de: Markierung

source: Mar
de_de: Mär

source: Oct
de_de: Okt
